window.MOVIES = [
 {
  "id": 980431,
  "title": "安昂传奇：最后的气宗",
  "original": "Avatar Aang: The Last Airbender",
  "year": 2026,
  "genres": [
   "动画",
   "动作",
   "冒险",
   "奇幻"
  ],
  "rating": 9.2,
  "tmdb_rating": 9.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt18259538",
  "overview": "派拉蒙和尼克宣布“降世神通”系列开发三部新的电影，仍是动画形式。第一部由《降世神通：最后的气宗》导演Lauren Montgomery执导，《最后的气宗》主创Bryan Konietzko和Michael DiMartino担任制片人。",
  "poster": "images/posters/980431.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "热血": 2,
   "爽": 1,
   "冒险": 3,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 80.5875
  }
 },
 {
  "id": 1560520,
  "title": "蝙蝠侠：骑士陨落 第一部：骑士陨落",
  "original": "Batman: Knightfall Part 1: Knightfall",
  "year": 2026,
  "genres": [
   "动画",
   "动作",
   "冒险",
   "科幻",
   "犯罪",
   "剧情"
  ],
  "rating": 9.1,
  "tmdb_rating": 9.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32333324",
  "overview": "被称为“贝恩”的神秘巨兽只身突破阿卡姆疯人院，将蝙蝠侠的全部宿敌尽数释放到哥谭街头，整座城市瞬间陷入前所未有的犯罪狂潮。蝙蝠侠为了追捕四散的反派，日夜不休地奔波在哥谭的各个角落，精神与体力都被消耗到极限。而这一切，都是贝恩精心策划的棋局——他在暗处冷眼观察，步步紧逼，用连绵不绝的危机一点点消磨披风斗士的意志，一步步将蝙蝠侠推向身心双重崩溃的临界点。",
  "poster": "images/posters/1560520.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "犯罪": 1,
   "悬疑": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 116.1093
  }
 },
 {
  "id": 1391021,
  "title": "欢迎来龙餐馆",
  "original": "欢迎来龙餐馆",
  "year": 2026,
  "genres": [
   "剧情",
   "战争"
  ],
  "rating": 9.1,
  "tmdb_rating": 9.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt34386754",
  "overview": "徐福为养家还债远赴中东中餐馆当厨师，在当地结识了大堂经理马俊生。他们以地道中国风味广招八方来客，龙餐馆声名鹊起。然而随着战争爆发，当地形势急转直下，没有人能够独善其身，徐福和马俊生也不例外，他们的命运将何去何从？战火中的龙餐馆又将如何维系？",
  "poster": "images/posters/1391021.jpg",
  "tags": {
   "温情": 1,
   "战争": 1,
   "新片": 1,
   "华语": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 16.5649
  }
 },
 {
  "id": 1144107,
  "title": "罗小黑战记 2",
  "original": "罗小黑战记 2",
  "year": 2025,
  "genres": [
   "动画",
   "奇幻",
   "动作",
   "冒险"
  ],
  "rating": 9.0,
  "tmdb_rating": 9.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37284198",
  "overview": "　　小黑跟师父无限在村里过着安宁日子，他也渐渐适应了人类世界的生活。两年后，妖灵会馆突然被袭击，无限和小黑接到任务前往会馆。小黑能否经受住这突如其来的考验？面对意想不到的敌人，小黑又会做出怎样的选择……",
  "poster": "images/posters/1144107.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "冒险": 3,
   "热血": 2,
   "爽": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 16.2826
  }
 },
 {
  "id": 1632181,
  "title": "不期而遇的姐妹",
  "original": "Socias por accidente",
  "year": 2026,
  "genres": [
   "喜剧",
   "爱情"
  ],
  "rating": 8.9,
  "tmdb_rating": 8.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt40187050",
  "overview": "两位女子发现自己被同一个男人欺骗，且两人都被他弄怀孕了。于是她们联手展开报复。",
  "poster": "images/posters/1632181.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "其他": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 20.4261
  }
 },
 {
  "id": 1007757,
  "title": "奇幻变身大冒险",
  "original": "Swapped",
  "year": 2026,
  "genres": [
   "冒险",
   "动画",
   "家庭",
   "奇幻"
  ],
  "rating": 8.9,
  "tmdb_rating": 8.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt29552248",
  "overview": "森林中的一个小生物和一只高贵的鸟突然互换了身体，他们不得不结伴而行，共同应对此生最疯狂的冒险。",
  "poster": "images/posters/1007757.jpg",
  "tags": {
   "冒险": 2,
   "热血": 1,
   "动画": 1,
   "童话": 2,
   "家庭": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 50.102
  }
 },
 {
  "id": 1671548,
  "title": "给阿嬷的情书",
  "original": "给阿嬷的情书",
  "year": 2026,
  "genres": [
   "剧情",
   "家庭",
   "喜剧"
  ],
  "rating": 8.9,
  "tmdb_rating": 8.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt41791573",
  "overview": "潮汕阿嬷叶淑柔一直守着平淡的日子，安享晚年。孙子晓伟因债务缠身，瞒着家人远赴泰国，寻找传闻中已成亿万富豪的阿公郑木生。然而，一个令人意外的消息打破了整个家庭的平静：多年来一直通过跨国信件与阿嬷“谈情说爱”诉说思念的人，竟然并非阿嬷的丈夫郑木生。随着晓伟的调查，一个感人的真相被缓缓揭开。",
  "poster": "images/posters/1671548.jpg",
  "tags": {
   "温情": 3,
   "家庭": 1,
   "喜剧": 1,
   "轻松": 1,
   "致郁": 1,
   "新片": 1,
   "华语": 1,
   "慢节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 15.8208
  }
 },
 {
  "id": 1621552,
  "title": "夜巡毒枭",
  "original": "La captura",
  "year": 2026,
  "genres": [
   "犯罪",
   "动作",
   "惊悚"
  ],
  "rating": 8.8,
  "tmdb_rating": 8.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt39390497",
  "overview": "两位墨西哥员警不幸得罪一名残忍的毒枭后，必须拼命撑过值勤的最后几小时。改编自真实事件。",
  "poster": "images/posters/1621552.jpg",
  "tags": {
   "犯罪": 2,
   "悬疑": 2,
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "烧脑": 1,
   "新片": 1,
   "其他": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 327.1505
  }
 },
 {
  "id": 1311031,
  "title": "鬼灭之刃：无限城篇 第一章 猗窝座再袭",
  "original": "劇場版「鬼滅の刃」無限城編 第一章 猗窩座再来",
  "year": 2025,
  "genres": [
   "动画",
   "动作",
   "奇幻"
  ],
  "rating": 8.8,
  "tmdb_rating": 8.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32820897",
  "overview": "当鬼杀队的成员和柱之人在为即将到来的与鬼的战斗做准备，完成共同的体能训练——柱之训练时，鬼舞辻无惨在产屋敷宅邸出现。由于鬼杀队的主公处于危险之中，炭治郎和柱急忙赶往总部，但却被鸣女推入一个神秘的异空间。炭治郎和鬼杀队的目标是鬼的堡垒——无限城。因此，鬼杀队和鬼之间的最终战斗的战场已经准备就绪。",
  "poster": "images/posters/1311031.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "热血": 1,
   "爽": 1,
   "冒险": 2,
   "新片": 1,
   "日韩": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 83.9681
  }
 },
 {
  "id": 278,
  "title": "肖申克的救赎",
  "original": "The Shawshank Redemption",
  "year": 1994,
  "genres": [
   "剧情",
   "犯罪"
  ],
  "rating": 8.7,
  "tmdb_rating": 8.7,
  "douban_rating": 9.7,
  "imdb_rating": null,
  "imdb_id": "tt0111161",
  "overview": "安迪·杜佛兰因被错判谋杀妻子及其情人，被判处两项无期徒刑，送入缅因州的肖申克监狱服刑。在残酷而压抑的监狱生活中，安迪凭借冷静、智慧和始终未曾熄灭的希望逐渐赢得狱友们的尊重，并与瑞德建立起深厚的友谊。漫长的岁月里，他也开始用自己的方式改变身边的人，以及这座看似牢不可破的监狱。",
  "poster": "images/posters/278.jpg",
  "tags": {
   "温情": 1,
   "犯罪": 2,
   "悬疑": 1,
   "写实": 1,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 89.6997
  }
 },
 {
  "id": 238,
  "title": "教父",
  "original": "The Godfather",
  "year": 1972,
  "genres": [
   "剧情",
   "犯罪"
  ],
  "rating": 8.7,
  "tmdb_rating": 8.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0068646",
  "overview": "40年代的美国，“教父”维托·唐·柯里昂是黑手党柯里昂家族的首领，带领家族从事非法的勾当，但同时他也是许多弱小平民的保护神，深得人们爱戴。因为拒绝了毒枭索洛索的毒品交易要求，柯里昂家族和纽约其他几个黑手党家族的矛盾激化、圣诞前夕，索洛索劫持了“教父”的参谋汤姆，并派人暗杀“教父”；因为内奸的出卖，“教父”的大儿子逊尼被仇家杀害；小儿子麦克也被卷了进来，失去爱妻。黑手党家族之间的矛盾越来越白热化。年老的“教父”面对丧子之痛怎样统领全局？黑手党之间的仇杀如何落幕？谁是家族的内奸？",
  "poster": "images/posters/238.jpg",
  "tags": {
   "温情": 1,
   "犯罪": 2,
   "悬疑": 1,
   "震撼": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 55.1749
  }
 },
 {
  "id": 936075,
  "title": "迈克尔·杰克逊：巨星之路",
  "original": "Michael",
  "year": 2026,
  "genres": [
   "音乐",
   "剧情"
  ],
  "rating": 8.7,
  "tmdb_rating": 8.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt11378946",
  "overview": "　　本片将通过一段从未展现过的深度视角，真实记录传奇巨星迈克尔·杰克逊的复杂人生。影片不仅再现了他最具标志性的艺术表演瞬间，更深入挖掘了他的内心世界——从天才神童的成长阵痛到全球偶像背后的争议与坚韧，全面呈现这位伟大艺术家的辉煌与坎坷。",
  "poster": "images/posters/936075.jpg",
  "tags": {
   "音乐": 1,
   "温情": 1,
   "成长": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 73.9912
  }
 },
 {
  "id": 687163,
  "title": "挽救计划",
  "original": "Project Hail Mary",
  "year": 2026,
  "genres": [
   "科幻",
   "冒险"
  ],
  "rating": 8.6,
  "tmdb_rating": 8.6,
  "douban_rating": 8.6,
  "imdb_rating": null,
  "imdb_id": "tt12042730",
  "overview": "太阳正在被“吃”掉，绝望吞噬着地球。一名“平凡”的中学教师背负全人类的希望，踏上“太空不归路”。末路孤旅中，他意外遇到一位外星萌友，一个同样身陷绝境的外星工程师，这对“宇宙搭子”成了两个文明最后的救命稻草。他们能否在资源紧缺的情况下攻克重重科学谜题，寻回唯一的希望火种？",
  "poster": "images/posters/687163.jpg",
  "tags": {
   "科幻": 2,
   "烧脑": 2,
   "冒险": 1,
   "热血": 1,
   "悬疑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 111.046
  }
 },
 {
  "id": 240,
  "title": "教父2",
  "original": "The Godfather Part II",
  "year": 1974,
  "genres": [
   "剧情",
   "犯罪"
  ],
  "rating": 8.6,
  "tmdb_rating": 8.6,
  "douban_rating": 9.3,
  "imdb_rating": null,
  "imdb_id": "tt0071562",
  "overview": "作为《教父》的续篇，影片延续了科莱昂家族两代权力交替的史诗。科波拉在第二部分中讲述了两条故事线：由罗伯特·德尼罗以非凡演技演绎的年轻教父维托的根源与崛起，以及迈克尔（阿尔·帕西诺饰）作为新任教父的上位之路。",
  "poster": "images/posters/240.jpg",
  "tags": {
   "温情": 1,
   "犯罪": 1,
   "悬疑": 1,
   "震撼": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 31.7577
  }
 },
 {
  "id": 389,
  "title": "十二怒汉",
  "original": "12 Angry Men",
  "year": 1957,
  "genres": [
   "剧情"
  ],
  "rating": 8.6,
  "tmdb_rating": 8.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0050083",
  "overview": "西德尼·吕美特执导的本片堪称电影史上最颠覆的法庭剧。这部改编自雷金纳德·罗斯电视剧的经典之作，以密室内群像戏的精炼笔法，透视美国司法体系的肌理，张力十足。亨利·方达饰演的异议者，在由白人男性组成的陪审团中孤身抗辩——其余成员皆急于裁定被控弑父的波多黎各少年有罪。故事在一个闷热的午后、一间汗流浃背的房间里层层推进，最终凝聚成一部史诗规模的思辨传奇。吕美特这部震撼人心的导演处女作，精准捕捉了1950年代美国社会变革的前夜，成就了影史不朽的首作丰碑。[标准收藏]",
  "poster": "images/posters/389.jpg",
  "tags": {
   "温情": 1,
   "震撼": 1,
   "社会": 1,
   "写实": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 28.9514
  }
 },
 {
  "id": 424,
  "title": "辛德勒的名单",
  "original": "Schindler's List",
  "year": 1993,
  "genres": [
   "剧情",
   "历史",
   "战争"
  ],
  "rating": 8.6,
  "tmdb_rating": 8.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0108052",
  "overview": "1939年，波兰在纳粹德国的统治下，党卫军对犹太人进行了隔离统治。德国商人奥斯卡·辛德勒（连姆·尼森 Liam Neeson 饰）来到德军统治下的克拉科夫，开设了一间搪瓷厂，生产军需用品。凭着出众的社交能力和大量的金钱，辛德勒和德军建立了良好的关系，他的工厂雇用犹太人工作，大发战争财。\r 1943年，克拉科夫的犹太人遭到了惨绝人寰的大屠杀，辛德勒目睹这一切，受到了极大的震撼，他贿赂军官，让自己的工厂成为集中营的附属劳役营，在那些疯狂屠杀的日子里，他的工厂也成为了犹太人的避难所",
  "poster": "images/posters/424.jpg",
  "tags": {
   "温情": 1,
   "历史": 1,
   "战争": 1,
   "震撼": 1,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 32.4337
  }
 },
 {
  "id": 1232449,
  "title": "年轻的心",
  "original": "Young Hearts",
  "year": 2024,
  "genres": [
   "剧情",
   "爱情"
  ],
  "rating": 8.6,
  "tmdb_rating": 8.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt15245268",
  "overview": "　　埃利亚斯是一个十四岁的男孩，在一个小村庄长大，他在这里感到自己像个局外人。在遇到新邻居兼同龄人亚历山大后，埃利亚斯开始面对自己逐渐显露的性意识。",
  "poster": "images/posters/1232449.jpg",
  "tags": {
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 16.0059
  }
 },
 {
  "id": 1278101,
  "title": "小小的我",
  "original": "小小的我",
  "year": 2024,
  "genres": [
   "剧情",
   "家庭"
  ],
  "rating": 8.6,
  "tmdb_rating": 8.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt30476518",
  "overview": "　患有脑瘫的刘春和（易烊千玺 饰）勇敢冲破身心的枷锁，为外婆（林晓杰 饰）圆梦舞台的同时，也努力寻求着自己人生的坐标。在经历一个盛夏的蜕变后，他终于踏上了新的旅程。",
  "poster": "images/posters/1278101.jpg",
  "tags": {
   "温情": 2,
   "家庭": 1,
   "新片": 1,
   "华语": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 9.099
  }
 },
 {
  "id": 1218925,
  "title": "电锯人剧场版：蕾塞篇",
  "original": "劇場版 チェンソーマン レゼ篇",
  "year": 2025,
  "genres": [
   "动画",
   "动作",
   "爱情",
   "奇幻"
  ],
  "rating": 8.5,
  "tmdb_rating": 8.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt30472557",
  "overview": "故事延续TV动画的最终章，讲述男主角电次在偶然邂逅的神秘少女蕾塞的庇护下，在快节奏的战斗中，奔向难以预测的命运。  电次，一个少年，与“电锯恶魔”签订契约，化身“电锯人”，成为隶属于公安部魔物对策特别课四课的魔物猎人，与魔物战斗。正兴奋地等待着与心仪的女性、公安部上司玛奇玛约会，却遭遇突如其来的暴雨，不得不在雨中避雨。在避雨的过程中，他邂逅了名为蕾塞的少女。在附近咖啡馆工作的蕾塞对电次露出了和善的笑容，两人迅速成为了好朋友。这次邂逅标志着电次的日常生活发生了重大改变。",
  "poster": "images/posters/1218925.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "热血": 1,
   "爽": 1,
   "冒险": 2,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "日韩": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 33.4813
  }
 },
 {
  "id": 155,
  "title": "蝙蝠侠：黑暗骑士",
  "original": "The Dark Knight",
  "year": 2008,
  "genres": [
   "动作",
   "犯罪",
   "惊悚"
  ],
  "rating": 8.5,
  "tmdb_rating": 8.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0468569",
  "overview": "在蝙蝠侠、警官詹姆斯·戈登和地方检察官哈维·丹特的共同努力下，哥谭市的犯罪势力受到前所未有的打击。然而，自称“小丑”的神秘罪犯突然出现，以毫无规则的暴力和精心策划的犯罪不断挑战城市秩序，也将蝙蝠侠、戈登和丹特一步步逼入道德与人性的困境。面对一个无法用常规逻辑理解的敌人，蝙蝠侠必须在守护哥谭与坚守自身原则之间作出艰难选择……",
  "poster": "images/posters/155.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "犯罪": 1,
   "悬疑": 2,
   "烧脑": 1,
   "暗黑": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 58.6263
  }
 },
 {
  "id": 129,
  "title": "千与千寻",
  "original": "千と千尋の神隠し",
  "year": 2001,
  "genres": [
   "动画",
   "家庭",
   "奇幻"
  ],
  "rating": 8.5,
  "tmdb_rating": 8.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0245429",
  "overview": "小女孩千寻被困在一个陌生的精灵世界。当她的父母发生神秘变化后，她必须鼓起自己从未发现的勇气，才能解救自己，并将家人带回外面的世界。",
  "poster": "images/posters/129.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "家庭": 1,
   "温情": 1,
   "冒险": 1,
   "近代": 1,
   "日韩": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 43.4539
  }
 },
 {
  "id": 497,
  "title": "绿里奇迹",
  "original": "The Green Mile",
  "year": 1999,
  "genres": [
   "奇幻",
   "剧情",
   "犯罪"
  ],
  "rating": 8.5,
  "tmdb_rating": 8.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0120689",
  "overview": "1935年。美国南部惨淡肃杀的冷山监狱。这里有片一英里长的绿地，人们叫它“绿里”。不过，它的居民皆为死囚，在绿地的另一头，便是行刑用的电椅。保罗·艾治科姆（汤姆·汉 克斯饰）是这里的狱监，对于走过“绿里”、继而在电椅上惨叫毙命的死囚行刑程序，他俨然已无动于衷。除了保罗及其爱妻简外，“绿里”上还有凶残的副狱监豪威尔，有施虐倾向 的狱吏佩西，良心未泯的看守海尔和他身患绝症的妻子美琳达，喜用宠物鼠逗狱吏和诸“难友”取乐的德拉克，连环杀人狂威廉，负疚深重的犯人彼特等一干形形色色的人们",
  "poster": "images/posters/497.jpg",
  "tags": {
   "童话": 1,
   "冒险": 1,
   "温情": 1,
   "犯罪": 2,
   "悬疑": 1,
   "写实": 1,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 34.1893
  }
 },
 {
  "id": 122,
  "title": "指环王3：王者无敌",
  "original": "The Lord of the Rings: The Return of the King",
  "year": 2003,
  "genres": [
   "冒险",
   "奇幻",
   "动作"
  ],
  "rating": 8.5,
  "tmdb_rating": 8.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0167260",
  "overview": "索伦大军为剿灭人类种族，已对刚铎都城米那斯提力斯展开围攻。这座昔日的伟大王国由一位日渐衰弱的摄政王守护，此刻比任何时候都更需要它的王者归来。但阿拉贡能否回应血脉的召唤，成为命定之君？中土世界的命运，正系于他宽阔的双肩。",
  "poster": "images/posters/122.jpg",
  "tags": {
   "冒险": 3,
   "热血": 2,
   "童话": 1,
   "爽": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 42.1936
  }
 },
 {
  "id": 19404,
  "title": "勇夺芳心",
  "original": "दिलवाले दुल्हनिया ले जायेंगे",
  "year": 1995,
  "genres": [
   "喜剧",
   "剧情",
   "爱情"
  ],
  "rating": 8.5,
  "tmdb_rating": 8.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0112870",
  "overview": "乔德利和妻子结婚多年，一直十分恩爱。两人共同养育了两个女儿希姆莱和图吉，两个姑娘都出落得亭亭玉立。一晃眼，希姆莱就到了该嫁人的年纪了，尽管乔德利一家人已经在伦敦生活了二十多年了，但乔德利骨子里依旧是一个传统的印度人。乔德利将希姆莱许配给了朋友的儿子库杰，这让希姆莱感到十分不满。一次偶然中，希姆莱邂逅了名为拉杰的印度男子，尽管拉杰为人轻浮，油腔滑调，但希姆莱还是同他坠入了情网。得知此事的乔德利举家迁回了印度，拉杰亦紧跟其后，他要如何才能获得乔德利的认可呢？",
  "poster": "images/posters/19404.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "近代": 1,
   "其他": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 12.5017
  }
 },
 {
  "id": 496243,
  "title": "寄生虫",
  "original": "기생충",
  "year": 2019,
  "genres": [
   "喜剧",
   "惊悚",
   "剧情"
  ],
  "rating": 8.5,
  "tmdb_rating": 8.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt6751668",
  "overview": "金基泽一家四口挤在首尔一间狭小的半地下室里，没有稳定工作，只能靠零散的活计勉强维持生活。一天，儿子基宇经朋友介绍，得到前往富裕的朴社长家担任英语家教的机会。进入这个与自己生活截然不同的家庭后，基宇发现了新的机会，并设法将妹妹基婷包装成艺术老师介绍给朴家。随后，一家人通过精心设计，让父亲和母亲也先后进入朴家工作，而朴家始终不知道这四名新雇员其实来自同一个家庭。就在金家逐渐适应这份来之不易的优渥生活时，一个隐藏在朴家豪宅中的秘密突然出现，两个家庭之间看似稳定的关系也开始走向无法预",
  "poster": "images/posters/496243.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "悬疑": 1,
   "烧脑": 1,
   "温情": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1,
   "明亮": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 35.1199
  }
 },
 {
  "id": 157336,
  "title": "星际穿越",
  "original": "Interstellar",
  "year": 2014,
  "genres": [
   "冒险",
   "剧情",
   "科幻"
  ],
  "rating": 8.5,
  "tmdb_rating": 8.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0816692",
  "overview": "近未来的地球黄沙遍野，小麦、秋葵等基础农作物相继因枯萎病灭绝，人类不再像从前那样仰望星空，放纵想象力和灵感的迸发，而是每日在沙尘暴的肆虐下倒数着所剩不多的光景。在家务农的前NASA宇航员库珀接连在女儿墨菲的书房发现奇怪的重力场现象，随即得知在某个未知区域内前NASA成员仍秘密进行一个拯救人类的计划。多年以前土星附近出现神秘虫洞，NASA借机将数名宇航员派遣到遥远的星系寻找适合居住的星球。在布兰德教授的劝说下，库珀忍痛告别了女儿，和其他三名专家教授女儿艾米莉亚·布兰德、罗米利、",
  "poster": "images/posters/157336.jpg",
  "tags": {
   "冒险": 1,
   "热血": 1,
   "温情": 1,
   "科幻": 1,
   "烧脑": 1,
   "孤独": 1,
   "致郁": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 61.5536
  }
 },
 {
  "id": 372058,
  "title": "你的名字。",
  "original": "君の名は。",
  "year": 2016,
  "genres": [
   "动画",
   "爱情",
   "剧情"
  ],
  "rating": 8.5,
  "tmdb_rating": 8.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt5311514",
  "overview": "彗星降临之夜，两个生命的轨迹就此改变。高中生三叶与泷本是素不相识的陌生人，过着各自的生活。然而某夜，他们突然互换了身体——三叶在泷的身体中醒来，泷则进入了她的人生。这种奇异的现象持续随机发生，两人不得不互相迁就，调整生活节奏。出人意料的是，他们渐渐磨合出默契，通过留言、讯息，更重要的是，通过留在彼此生命中的印记建立起联结。当璀璨的彗星点亮夜空时，他们终于醒悟：渴望从这份羁绊中获得更多——一个真正见面的机会，一次真正了解彼此的相遇。他们牵起命运的丝线，试图寻找通向对方的路。然而",
  "poster": "images/posters/372058.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "爱情": 1,
   "浪漫": 1,
   "温情": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 27.2084
  }
 },
 {
  "id": 680,
  "title": "低俗小说",
  "original": "Pulp Fiction",
  "year": 1994,
  "genres": [
   "惊悚",
   "犯罪",
   "喜剧"
  ],
  "rating": 8.5,
  "tmdb_rating": 8.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0110912",
  "overview": "由序幕、尾声及三个独立又环环相扣的故事构成。早餐店两名劫匪打劫时，偶遇黑道打手朱尔斯与文森特；文森特奉命陪伴老大马沙的妻子，深陷诱惑困境；拳击手布奇因祖传金表，和马沙结下恩怨。",
  "poster": "images/posters/680.jpg",
  "tags": {
   "悬疑": 2,
   "烧脑": 1,
   "犯罪": 1,
   "喜剧": 1,
   "轻松": 1,
   "近代": 1,
   "欧美": 1,
   "明亮": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 35.3968
  }
 },
 {
  "id": 1181678,
  "title": "要不要做我儿子？",
  "original": "¿Quieres ser mi hijo?",
  "year": 2023,
  "genres": [
   "喜剧",
   "爱情"
  ],
  "rating": 8.5,
  "tmdb_rating": 8.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt27391124",
  "overview": "四十岁的卢发现相伴十五年的伴侣出轨，生活瞬间崩塌。她在重建自我的过程中，与一位年轻放浪的男子产生了出乎意料的关系。",
  "poster": "images/posters/1181678.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "欧美": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 7.8732
  }
 },
 {
  "id": 429,
  "title": "黄金三镖客",
  "original": "Il buono, il brutto, il cattivo",
  "year": 1966,
  "genres": [
   "西部"
  ],
  "rating": 8.5,
  "tmdb_rating": 8.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0060196",
  "overview": "对三个男人而言，内战并非地狱……而只是热身！克林特·伊斯特伍德再度化身“无名客”，此番联手两名枪手，共同追寻一批价值20万美元的黄金，决不让任何人阻挡——哪怕是内战中的交战派系。",
  "poster": "images/posters/429.jpg",
  "tags": {
   "冒险": 1,
   "经典老片": 1,
   "其他": 1
  },
  "sources": {
   "tmdb_pop": 25.2322
  }
 },
 {
  "id": 13,
  "title": "阿甘正传",
  "original": "Forrest Gump",
  "year": 1994,
  "genres": [
   "喜剧",
   "剧情",
   "爱情"
  ],
  "rating": 8.5,
  "tmdb_rating": 8.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0109830",
  "overview": "阿甘出生在美国南方阿拉巴马州一个闭塞的小镇，智商只有75，然而他的妈妈是一位性格坚强的女性，她常常鼓励阿甘要自强不息。阿甘像普通孩子一样上学，并认识了一生的朋友和挚爱珍妮。在珍妮和妈妈的爱护下，阿甘凭着自己出众的奔跑能力，开始了一生不停的奔跑。他先后成为橄榄球明星、越战英雄、乒乓球外交使者和亿万富翁，但始终忘不了珍妮。一次次匆匆的相聚与离别，更加深了阿甘对她的思念。有一天，阿甘收到珍妮的来信，他们终于又要见面……",
  "poster": "images/posters/13.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 37.2496
  }
 },
 {
  "id": 14537,
  "title": "切腹",
  "original": "切腹",
  "year": 1962,
  "genres": [
   "动作",
   "剧情",
   "历史"
  ],
  "rating": 8.5,
  "tmdb_rating": 8.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0056058",
  "overview": "家族没落后，失业武士仲代达矢来到井伊藩主的宅邸，请求允许他在此切腹自尽。藩主家臣认定这名走投无路的浪人只是想讨份差事，遂逼迫他当场切腹——却低估了他坚守的信念与对尊严的执着。本片由小林正树执导，荣获戛纳电影节评委会特别奖，以凌厉笔触刻画了个体在腐朽伪善体制下的抗争。",
  "poster": "images/posters/14537.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "温情": 1,
   "历史": 1,
   "经典老片": 1,
   "日韩": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 9.7328
  }
 },
 {
  "id": 346,
  "title": "七武士",
  "original": "七人の侍",
  "year": 1954,
  "genres": [
   "动作",
   "剧情"
  ],
  "rating": 8.5,
  "tmdb_rating": 8.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0047478",
  "overview": "这部影史最具震撼力的史诗巨制，讲述十六世纪某村庄的绝望村民雇佣七位武士抵御山贼侵袭的故事。黑泽明历时三个多小时的银幕征程，通过传奇演员三船敏郎与志村乔的演绎，将哲学沉思与娱乐观赏、细腻人情与激烈战斗完美交融，铸就这部关于勇气与希望的丰碑之作——其故事之丰饶、意境之深远，令人过目难忘。[标准收藏]",
  "poster": "images/posters/346.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "温情": 1,
   "震撼": 1,
   "经典老片": 1,
   "日韩": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 13.9015
  }
 },
 {
  "id": 769,
  "title": "好家伙",
  "original": "GoodFellas",
  "year": 1990,
  "genres": [
   "剧情",
   "犯罪"
  ],
  "rating": 8.5,
  "tmdb_rating": 8.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0099685",
  "overview": "本片根据真实故事改编，讲述了纽约黑手党血腥的江湖恩怨，把所谓的“江湖道义”还原为人性的丑陋与贪婪。\r 亨利•希尔（雷•李欧塔 饰）从小不学无术，跟着老大保利，靠收取保护费、走私、抢劫，他娶了美丽的妻子凯伦，有可爱的女儿，迷人的情妇，名车豪宅，生活优渥。\r 吉米•康维（罗伯特•德尼罗 饰）和汤米（乔•佩西 饰）是亨利的好朋友，三人一起经历和很多事情：杀死羞辱汤米的意大利黑手党头领比利•贝兹；策划德航劫案，并干掉同伙，私吞赃款；甚至背着老大保利贩毒。\r 当然，他们的生活，除了享受",
  "poster": "images/posters/769.jpg",
  "tags": {
   "温情": 1,
   "犯罪": 1,
   "悬疑": 1,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 23.0367
  }
 },
 {
  "id": 1616131,
  "title": "属于我的孩子",
  "original": "Un hijo propio",
  "year": 2026,
  "genres": [
   "纪录片"
  ],
  "rating": 8.5,
  "tmdb_rating": 8.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37961750",
  "overview": "在这部令人震惊的纪录片中，承受家人和社会的期望的女子迫切地想要个孩子，因此假装怀孕，并卷入一起犯罪。",
  "poster": "images/posters/1616131.jpg",
  "tags": {
   "写实": 2,
   "社会": 1,
   "新片": 1,
   "其他": 1
  },
  "sources": {
   "tmdb_pop": 34.7897
  }
 },
 {
  "id": 1511675,
  "title": "王者天下5：魂之对决",
  "original": "キングダム 魂の決戦",
  "year": 2026,
  "genres": [
   "动作",
   "冒险",
   "战争"
  ],
  "rating": 8.5,
  "tmdb_rating": 8.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37544379",
  "overview": "　　本作描绘了在前作中从王骑手中继承长矛的信向着更高的目标前进的模样。除秦以外的所有国家都对秦国虎视眈眈，楚、赵、魏、韩、燕、齐联合组成合纵军（合纵军）。率领他们的是神秘莫测的军师李牧。",
  "poster": "images/posters/1511675.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "战争": 1,
   "新片": 1,
   "日韩": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 18.5699
  }
 },
 {
  "id": 12477,
  "title": "萤火虫之墓",
  "original": "火垂るの墓",
  "year": 1988,
  "genres": [
   "动画",
   "剧情",
   "战争"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0095327",
  "overview": "在二战期间的日本，一对年幼的兄妹挣扎求生的故事。",
  "poster": "images/posters/12477.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "温情": 1,
   "战争": 1,
   "经典老片": 1,
   "日韩": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 0.017
  }
 },
 {
  "id": 120,
  "title": "指环王1：护戒使者",
  "original": "The Lord of the Rings: The Fellowship of the Ring",
  "year": 2001,
  "genres": [
   "冒险",
   "奇幻",
   "动作"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0120737",
  "overview": "J.R.R.托尔金的文学巨著首次以电影形式磅礴呈现——这是一场正义对抗邪恶的史诗冒险，一段关于友谊力量与个人勇气的传奇，更是一次为人类纪元开辟道路的英雄征程。",
  "poster": "images/posters/120.jpg",
  "tags": {
   "冒险": 3,
   "热血": 2,
   "童话": 1,
   "爽": 1,
   "震撼": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 39.5867
  }
 },
 {
  "id": 637,
  "title": "美丽人生",
  "original": "La vita è bella",
  "year": 1997,
  "genres": [
   "喜剧",
   "剧情"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0118799",
  "overview": "犹太青年圭多（罗伯托·贝尼尼 Roberto Benigni 饰）邂逅美丽的女教师多拉（尼可莱塔·布拉斯基 Nicoletta Braschi 饰），他彬彬有礼的向多拉鞠躬：“早安！公主！”。历经诸多令人啼笑皆非的周折后，天遂人愿，两人幸福美满的生活在一起。然而好景不长，法西斯政权下，圭多和儿子被强行送往犹太人集中营。多拉虽没有犹太血统，毅然同行，与丈夫儿子分开关押在一个集中营里。聪明乐天的圭多哄骗儿子这只是一场游戏，奖品就是一辆大坦克，儿子快乐、天真的生活在纳粹的阴霾之中。",
  "poster": "images/posters/637.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "温情": 1,
   "暗黑": 1,
   "近代": 1,
   "其他": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 18.9483
  }
 },
 {
  "id": 550,
  "title": "搏击俱乐部",
  "original": "Fight Club",
  "year": 1999,
  "genres": [
   "剧情",
   "惊悚"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0137523",
  "overview": "杰克( 爱德华·诺顿 Edward Norton 饰)是一个充满中年危机意识的人，他非常憎恨自己的生活及一切，再加上他患有严重的失眠症，所以他常常参加各种团体咨询会，只为了能接触人群。在某一个团体咨询会上，杰克遇上了一个跟他同样理由来参加的女烟枪，玛拉(海伦娜·邦汉·卡特 Helena Bonham Carter  饰)，在莫名激素的影响下，杰克和玛拉一起逃离了咨询会，两人的情愫因而滋生…  一个偶然的机会，杰克遇到了卖肥皂的商人泰勒(布拉德·皮特 Brad Pitt 饰)，",
  "poster": "images/posters/550.jpg",
  "tags": {
   "温情": 1,
   "悬疑": 1,
   "烧脑": 1,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 36.9744
  }
 },
 {
  "id": 1383731,
  "title": "保护者",
  "original": "Protector",
  "year": 2026,
  "genres": [
   "动作",
   "惊悚"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt34471850",
  "overview": "退役军人尼基与女儿克洛伊平静生活，却在废弃工厂醒来后发现女儿遭绑架，她必须重返黑暗世界，对抗人贩子、警察与军方，在72小时黄金救援期内救回女儿。",
  "poster": "images/posters/1383731.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 1,
   "烧脑": 1,
   "暗黑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 29.3196
  }
 },
 {
  "id": 1330021,
  "title": "幸运有八只触手",
  "original": "Remarkably Bright Creatures",
  "year": 2026,
  "genres": [
   "剧情",
   "悬疑"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt33100314",
  "overview": "一名寡妇在小镇水族馆值夜班，与一只聪明的章鱼及一个迷茫的年轻人培养出独特情谊。",
  "poster": "images/posters/1330021.jpg",
  "tags": {
   "温情": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 21.6932
  }
 },
 {
  "id": 11216,
  "title": "天堂电影院",
  "original": "Nuovo Cinema Paradiso",
  "year": 1988,
  "genres": [
   "剧情",
   "爱情"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0095765",
  "overview": "　　在意大利南部小镇姜卡尔多，童年的小多多不仅喜欢看电影，还喜欢看放映师艾弗达“剪”电影：在40年代的意大利小镇上，电影在放映之前都要经由牧师检查，把认为观众不宜的镜头（比如接吻戏）严格地剪掉之后，才可以放映。好心的艾佛特为了让更多的观众看到电影，搞了一次露天电影，结果胶片着火了，多多把艾弗达从火海中救了出来，但艾弗达双目失明。多多成了小镇唯一会放电影的人，他接替艾佛特成了小镇的电影放映师。多多渐渐长大，他爱上了银行家的女儿艾莲娜。初恋的纯洁情愫美如天堂，但是一对小情侣的海誓",
  "poster": "images/posters/11216.jpg",
  "tags": {
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "经典老片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 14.697
  }
 },
 {
  "id": 121,
  "title": "指环王2：双塔奇兵",
  "original": "The Lord of the Rings: The Two Towers",
  "year": 2002,
  "genres": [
   "冒险",
   "奇幻",
   "动作"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0167261",
  "overview": "在J.R.R.托尔金史诗三部曲的第二篇章中，护戒同盟队面对难以想象的敌军与诡谲阴谋，同时见证了远古奇迹与同胞未觉醒的力量。",
  "poster": "images/posters/121.jpg",
  "tags": {
   "冒险": 3,
   "热血": 2,
   "童话": 1,
   "爽": 1,
   "震撼": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 29.8095
  }
 },
 {
  "id": 598,
  "title": "上帝之城",
  "original": "Cidade de Deus",
  "year": 2002,
  "genres": [
   "剧情",
   "犯罪"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0317248",
  "overview": "巴西里约热内卢的贫民窟，这里是“上帝之城”，更是魔鬼也会叹息着转身的地方。\r 阿炮带着我们到了这里，他见证了这里二十多年来被残暴、贪婪、复仇、野心、背叛、掠夺所裹挟的混乱生活以及最终导致的一场灾难性的黑帮争斗。虽然从小就要 辗转于匪徒间求生存，但胆小怕事的性格与自我保护的本能却使他一直能平安度日。\r 60年代初，阿毛、阿夹和阿呆是这里的“少年三侠”，在抢劫完旅馆之后，他们三人分道扬镳，阿夹重回上帝的怀抱，而阿呆和阿毛纷纷付出了生命的代价。\r 70年，当年“少年三侠”手下的小弟",
  "poster": "images/posters/598.jpg",
  "tags": {
   "温情": 1,
   "犯罪": 2,
   "悬疑": 1,
   "近代": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 17.6823
  }
 },
 {
  "id": 40096,
  "title": "蛊惑兄弟",
  "original": "O Auto da Compadecida",
  "year": 2000,
  "genres": [
   "喜剧",
   "剧情",
   "奇幻",
   "爱情"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0271383",
  "overview": "智高和杰克，一对患难穷兄弟，四出寻找工作，最终在面包店找到差事。但店主极为刻薄，兄弟俩的食物比狗还要差。阴差阳错，他们弄死了店主的狗，更要哄骗神父替小狗祈福，闹出笑话连篇。及后智高暗恋大财主之女路仙霞。但智高过于害羞，久久未能成事；杰克唯有替智高制造机会。一日，镇里来了一班悍匪，洗劫村民之余，更进行杀戮游戏……",
  "poster": "images/posters/40096.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "温情": 1,
   "童话": 1,
   "冒险": 1,
   "爱情": 1,
   "浪漫": 1,
   "近代": 1,
   "其他": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 7.8129
  }
 },
 {
  "id": 620249,
  "title": "罗小黑战记",
  "original": "罗小黑战记",
  "year": 2019,
  "genres": [
   "动画",
   "奇幻",
   "动作"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt10734928",
  "overview": "在熙攘的人类世界里，很多妖精隐匿其中，他们与人类相安无事地生活着。猫妖罗小黑因为家园被破坏，开始了它的流浪之旅。这场旅途中惺惺相惜的妖精同类与和谐包容的人类伙伴相继出现，让小黑陷入了两难抉择，究竟何处才是真正的归属？",
  "poster": "images/posters/620249.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "冒险": 2,
   "热血": 1,
   "爽": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 12.6575
  }
 },
 {
  "id": 667257,
  "title": "妙不可言",
  "original": "Cosas imposibles",
  "year": 2021,
  "genres": [
   "家庭",
   "剧情"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt10032342",
  "overview": "生活是如此奇妙且难以预测，有时会在最不经意的地方发现幸福：一位七旬老妪和她的少年邻居之间产生了深厚的友谊。",
  "poster": "images/posters/667257.jpg",
  "tags": {
   "家庭": 1,
   "温情": 2,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 5.0519
  }
 },
 {
  "id": 539,
  "title": "惊魂记",
  "original": "Psycho",
  "year": 1960,
  "genres": [
   "恐怖",
   "惊悚",
   "悬疑"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0054215",
  "overview": "凤凰城一女秘书卷走客户四万美元公款，仓皇出逃途中入住一家偏僻汽车旅馆。旅馆经营者诺曼·贝茨是位受其母亲支配的年轻人。",
  "poster": "images/posters/539.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "悬疑": 2,
   "烧脑": 2,
   "经典老片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 17.7874
  }
 },
 {
  "id": 510,
  "title": "飞越疯人院",
  "original": "One Flew Over the Cuckoo's Nest",
  "year": 1975,
  "genres": [
   "剧情"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0073486",
  "overview": "在州立精神病院里休养总比蹲监狱强，对吧？兰德尔·P·麦克墨菲（杰克·尼科尔森 饰），一个血管里流淌着闪电、舌绽莲花的自由派骗子，装疯混进了他所谓的“疯子们”中间。很快，他那极具感染力的无序感便与麻木的例行程序发生冲撞。当世界大赛正酣时，这群被镇静剂泡透的家伙怎能披着浴袍拖沓度日？这意味着战争！一方是麦克墨菲，另一方则是轻声细语的拉契特护士（路易丝·弗莱彻 饰）——这位影史上最冷酷可怕的恶魔之一。而赌注，是整个病房每位患者的命运。",
  "poster": "images/posters/510.jpg",
  "tags": {
   "温情": 1,
   "犯罪": 1,
   "写实": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 18.3994
  }
 },
 {
  "id": 324857,
  "title": "蜘蛛侠：平行宇宙",
  "original": "Spider-Man: Into the Spider-Verse",
  "year": 2018,
  "genres": [
   "动画",
   "动作",
   "冒险",
   "科幻"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt4633694",
  "overview": "《乐高大电影》和《龙虎少年队》的创作灵魂菲尔·罗德与克里斯托弗·米勒，将他们独特的才华注入一个全新的蜘蛛侠宇宙，开创了前所未见的突破性视觉风格。本片讲述了布鲁克林少年迈尔斯·莫拉莱斯（沙梅克·摩尔 配音）的冒险故事，并揭开了蜘蛛宇宙的无限可能——在那里，能够戴上英雄面具的远不止一人。[索尼影业]",
  "poster": "images/posters/324857.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 41.3886
  }
 },
 {
  "id": 378064,
  "title": "声之形",
  "original": "映画 聲の形",
  "year": 2016,
  "genres": [
   "动画",
   "剧情",
   "爱情"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt5323662",
  "overview": "西宫硝子（早见沙织 配音）生来患有听觉障碍，要依靠助听器和外界交流，口语发音也因此格外的古怪。小学时，硝子转入了一所新的学校，特殊的生理缺陷让她成为了班上引人注目的独特存在，她因此收获了坚实的友情，却也遭到了以男生石田将也（入野自由 配音）为首的小团体的孤立和排挤。随着时 间的推移，无心或有意的恶作剧渐渐升级，最终演变成为了无法挽回的伤害，硝子永远的消失在了众人的眼前。排挤硝子的事情曝光后，将也成为了下一个被欺负的对象，孤独痛苦的他终于理解了硝子的隐忍和温柔，只是他再也没有机",
  "poster": "images/posters/378064.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "温情": 2,
   "爱情": 1,
   "浪漫": 1,
   "治愈": 1,
   "孤独": 1,
   "致郁": 1,
   "友情": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 15.5543
  }
 },
 {
  "id": 1891,
  "title": "星球大战5：帝国反击战",
  "original": "The Empire Strikes Back",
  "year": 1980,
  "genres": [
   "冒险",
   "动作",
   "科幻"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0080684",
  "overview": "星球大战事件三年后，帝国军队继续追捕义军。义军在霍斯冰原星球战败后，卢克前往达戈巴星球，跟随自共和国覆灭后隐居的绝地大师尤达进行训练。为诱使卢克堕入黑暗面，达斯·维达将年轻的天行者引入贝斯平云城的陷阱。在与西斯尊主的激烈光剑对决中，卢克面对一个惊人的真相。[20世纪福克斯]",
  "poster": "images/posters/1891.jpg",
  "tags": {
   "冒险": 2,
   "热血": 2,
   "爽": 1,
   "科幻": 1,
   "烧脑": 1,
   "暗黑": 1,
   "经典老片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 18.0074
  }
 },
 {
  "id": 255709,
  "title": "素媛",
  "original": "소원",
  "year": 2013,
  "genres": [
   "剧情"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt3153634",
  "overview": "　　她是一个美丽平凡的小女孩，和爸爸妈妈生活在位于街角的家中。家里经营着以她的名字素媛命名的杂货店，母亲作为老板娘日夜忙碌不得闲暇，父亲则在工厂干着繁重的工作。在那个飘雨的早上，素媛打着雨伞独自上学。在离学校近在咫尺的地方，她遭遇一个相貌猥琐、酒气冲天的大叔，由此开启了她的悲剧之旅。柔嫩的小花遭到暴风雨无情摧残，受伤的岂止枝枝叶叶，更是那迎着阳光无忧成长的心。无良媒体铺天盖地大肆渲染，作为受害者的素媛一家仿佛成了周身污秽的耻辱之人，被四周诧异好奇的目光所包围。妈妈悲痛欲绝，几",
  "poster": "images/posters/255709.jpg",
  "tags": {
   "温情": 2,
   "治愈": 1,
   "成长": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 10.5916
  }
 },
 {
  "id": 4935,
  "title": "哈尔的移动城堡",
  "original": "ハウルの動く城",
  "year": 2004,
  "genres": [
   "奇幻",
   "动画",
   "冒险"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0347149",
  "overview": "18岁少女苏菲在街上遇到神秘青年霍尔，霍尔忽然抱起苏菲一同飞上天空，苏菲的心从此深深地被霍尔吸引。然而那天晚上，苏菲被名叫荒地魔女的女巫施了魔法，外表变成了90岁的老婆婆。心灰意冷的苏菲只好整理行李，远离人群，前往霍尔在荒郊野外的城堡……",
  "poster": "images/posters/4935.jpg",
  "tags": {
   "童话": 3,
   "冒险": 2,
   "动画": 1,
   "热血": 1,
   "近代": 1,
   "日韩": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 27.8594
  }
 },
 {
  "id": 770156,
  "title": "露西·希姆斯和和平王子",
  "original": "Lucy Shimmers and the Prince of Peace",
  "year": 2020,
  "genres": [
   "剧情",
   "家庭"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt11916254",
  "overview": "假日季节，一位天使帮助一个冷酷的罪犯和一个早熟的小女孩相遇，并改变了他们的内心，从而给予他们第二次机会。",
  "poster": "images/posters/770156.jpg",
  "tags": {
   "温情": 2,
   "家庭": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 8.2598
  }
 },
 {
  "id": 696374,
  "title": "加百列的地狱",
  "original": "Gabriel's Inferno",
  "year": 2020,
  "genres": [
   "爱情",
   "剧情"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt11316854",
  "overview": "一个迷人的探索诱惑，禁止的爱，和救赎，一个迷人和激情的故事，一个人从他自己的地狱，因为他试图赢得不可能的宽恕和爱。",
  "poster": "images/posters/696374.jpg",
  "tags": {
   "爱情": 1,
   "浪漫": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 4.6066
  }
 },
 {
  "id": 807,
  "title": "七宗罪",
  "original": "Se7en",
  "year": 1995,
  "genres": [
   "犯罪",
   "悬疑",
   "惊悚"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0114369",
  "overview": "“暴食”、“贪婪”、“懒惰”、“嫉妒”、“骄傲”、“淫欲”、“愤怒”，这是天主教教义所指的人性七宗罪。城市中发生的连坏杀人案，死者恰好都是犯有这些教义的人。凶手故弄玄虚的作案手法，令资深冷静的警员沙摩塞（摩根•弗里曼 Morgan Freeman 饰）和血气方刚的新扎警员米尔斯（布拉德•皮特 Brad Pitt 饰）都陷入了破案的谜团中。他们去图书馆研读但丁的《神曲》，企图从人间地狱的描绘中找到线索，最后从宗教文学哲学的世界中找到了凶手作案计划和手段的蛛丝马迹。凶手前来投案自",
  "poster": "images/posters/807.jpg",
  "tags": {
   "犯罪": 1,
   "悬疑": 4,
   "烧脑": 3,
   "近代": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 31.4895
  }
 },
 {
  "id": 12493,
  "title": "天国与地狱",
  "original": "天国と地獄",
  "year": 1963,
  "genres": [
   "剧情",
   "犯罪",
   "惊悚",
   "悬疑"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0057565",
  "overview": "在黑泽明这部极具影响力的家庭伦理剧与刑侦叙事杰作中，三船敏郎饰演的富商权藤金吾令人过目难忘——其家人沦为冷血绑匪的勒索目标。改编自艾德·麦可班恩侦探小说《国王的赎金》的本片，游刃有余地从分秒必争的惊悚剧过渡为精准的社会剖析，铸就了一部关于阶级矛盾与当代日本社会的犀利影像论著。[标准收藏公司]",
  "poster": "images/posters/12493.jpg",
  "tags": {
   "温情": 1,
   "犯罪": 1,
   "悬疑": 3,
   "烧脑": 2,
   "社会": 1,
   "写实": 1,
   "职场": 1,
   "经典老片": 1,
   "日韩": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 8.6447
  }
 },
 {
  "id": 244786,
  "title": "爆裂鼓手",
  "original": "Whiplash",
  "year": 2014,
  "genres": [
   "剧情",
   "音乐",
   "惊悚"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2582802",
  "overview": "年轻的爵士鼓手安德鲁·奈曼就读于全国顶尖的音乐学院，师从令人畏惧的爵士乐导师特伦斯·弗莱彻，在成为顶尖爵士鼓手的道路上奋力挣扎。",
  "poster": "images/posters/244786.jpg",
  "tags": {
   "温情": 1,
   "音乐": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 29.3025
  }
 },
 {
  "id": 311,
  "title": "美国往事",
  "original": "Once Upon a Time in America",
  "year": 1984,
  "genres": [
   "剧情",
   "犯罪"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0087843",
  "overview": "　　二十年代的美国，纽约少年“面条”和几个同龄朋友一起认识了聪明狡黠的“麦克斯”，他们开始从事走私活动。不久，面条在一场械斗中杀伤人命，被关进监牢。若干年后，“面条”出狱，当时的小伙伴们已经变成了健壮的青年人，在“麦克斯”的带领下，他们开始了一系列抢劫、盗窃、敲诈活动。随着犯罪活动的不断深入， “麦克斯”似乎被胜利冲昏了头脑，竟然把美国联邦储备银行也列入了行动目标。“面条”不忍眼看好友走向毁灭，偷偷打电话报警，想逼迫“麦克斯”收手。警察与 “面条”的朋友展开激烈枪战，“麦克斯",
  "poster": "images/posters/311.jpg",
  "tags": {
   "温情": 1,
   "犯罪": 1,
   "悬疑": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 25.0451
  }
 },
 {
  "id": 27205,
  "title": "盗梦空间",
  "original": "Inception",
  "year": 2010,
  "genres": [
   "动作",
   "科幻",
   "冒险"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1375666",
  "overview": "道姆·柯布与同事阿瑟和纳什在一次针对日本能源大亨齐藤（渡边谦 饰）的盗梦行动中失败，反被齐藤利用。齐藤威逼利诱因遭通缉而流亡海外的柯布帮他拆分他竞争对手的公司，采取极端措施在其唯一继承人罗伯特·费希尔的深层潜意识中种下放弃家族公司、自立门户的想法。为了重返美国，柯布偷偷求助于岳父迈尔斯，吸收了年轻的梦境设计师艾里阿德妮、梦境演员艾姆斯和药剂师约瑟夫加入行动。在一层层递进的梦境中，柯布不仅要对付费希尔潜意识的本能反抗，还必须直面已逝妻子梅尔的处处破坏，实际情况远比预想危险得多…",
  "poster": "images/posters/27205.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "职场": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 52.4763
  }
 },
 {
  "id": 423,
  "title": "钢琴家",
  "original": "The Pianist",
  "year": 2002,
  "genres": [
   "剧情",
   "战争"
  ],
  "rating": 8.4,
  "tmdb_rating": 8.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0253474",
  "overview": "第二次世界大战爆发前夕，波兰犹太裔钢琴家瓦迪斯瓦夫·什皮尔曼仍在华沙电台演奏钢琴。随着德军占领波兰，针对犹太人的迫害不断升级，他和家人被迫迁入华沙犹太区，原本平静的生活也彻底崩塌。在饥饿、暴力与死亡的阴影下，什皮尔曼与家人艰难求生，却又在战争中被迫分离。侥幸逃过驱逐后，他只能依靠朋友的帮助辗转藏身，并在逐渐沦为废墟的华沙中独自躲避搜捕。曾经陪伴他的音乐几乎从生活中消失，而活下去成为他唯一能够坚持的事情……",
  "poster": "images/posters/423.jpg",
  "tags": {
   "温情": 1,
   "战争": 1,
   "暗黑": 1,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 18.5796
  }
 },
 {
  "id": 614945,
  "title": "真爱留声",
  "original": "Voicemails for Isabelle",
  "year": 2026,
  "genres": [
   "爱情",
   "喜剧",
   "剧情"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt10375624",
  "overview": "年轻女子给已故姐姐发送的搞笑自白语音留言无意中被转给了陌生人，而这个陌生人竟隔着遥远的距离爱上了她。",
  "poster": "images/posters/614945.jpg",
  "tags": {
   "爱情": 1,
   "浪漫": 1,
   "喜剧": 2,
   "轻松": 2,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 24.898
  }
 },
 {
  "id": 724089,
  "title": "加百列的地狱：第二部",
  "original": "Gabriel's Inferno: Part II",
  "year": 2020,
  "genres": [
   "爱情",
   "剧情"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt13535454",
  "overview": "加布里埃尔·爱默生教授终于发现了朱莉娅·米切尔身份的真相，但他的意识到为时已晚。茱莉亚最终希望这位受人尊敬的但丁专家会记住她，并且不想再与他有任何关系。加布里埃尔能在别人的怀抱中找到爱之前赢回她的心吗？",
  "poster": "images/posters/724089.jpg",
  "tags": {
   "爱情": 1,
   "浪漫": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 2.7983
  }
 },
 {
  "id": 569094,
  "title": "蜘蛛侠：纵横宇宙",
  "original": "Spider-Man: Across the Spider-Verse",
  "year": 2023,
  "genres": [
   "动画",
   "动作",
   "冒险",
   "科幻"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt9362722",
  "overview": "荣获奥斯卡奖的蜘蛛侠平行宇宙传奇迎来全新篇章。在这段史诗级冒险中，布鲁克林的全职邻家英雄蜘蛛侠迈尔斯·莫拉莱斯将穿越多元宇宙，与格温·史黛西及全新蜘蛛侠团队集结成军，直面前所未见的强大反派。[索尼影业]",
  "poster": "images/posters/569094.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "震撼": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 70.4354
  }
 },
 {
  "id": 274,
  "title": "沉默的羔羊",
  "original": "The Silence of the Lambs",
  "year": 1991,
  "genres": [
   "犯罪",
   "惊悚",
   "剧情"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0102926",
  "overview": "在这部改编自托马斯·哈里斯畅销小说的惊世之作中，技艺超凡的导演乔纳森·戴米以令人毛骨悚然的笔触，勾勒出缠绕美国社会的梦魇——连环谋杀。朱迪·福斯特颠覆性地诠释了联邦调查局见习探员克拉丽丝·史达琳的形象，为洞悉另一名连环杀手的心智，她不得不求助于恶名昭彰的\"食人魔\"汉尼拔·莱克特，此番表演亦成为其演艺生涯中最令人难忘的篇章。与她交锋的安东尼·霍普金斯，则塑造出堪称典范的暗黑英雄形象——优雅博学、机锋凌厉却暗藏杀戮本能，令人战栗地呈现了人性彻底堕落的剖面。这部兼具扣人心弦的刑侦叙",
  "poster": "images/posters/274.jpg",
  "tags": {
   "犯罪": 1,
   "悬疑": 2,
   "烧脑": 1,
   "温情": 1,
   "社会": 1,
   "写实": 1,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 6.8703
  }
 },
 {
  "id": 761053,
  "title": "加百列的地狱：第三部",
  "original": "Gabriel's Inferno: Part III",
  "year": 2020,
  "genres": [
   "爱情",
   "剧情"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt13535456",
  "overview": "一个黑暗的人带着恶意从茱莉亚的过去回来了。加布里埃尔有他需要分享的秘密，但担心如果他这样做，他会失去一切。他们的关系会经受住秘密揭露的考验吗？他们对但丁和弗洛伦斯的共同热爱会是他们所希望的一切吗？",
  "poster": "images/posters/761053.jpg",
  "tags": {
   "爱情": 1,
   "浪漫": 1,
   "温情": 1,
   "暗黑": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 5.4537
  }
 },
 {
  "id": 567,
  "title": "后窗",
  "original": "Rear Window",
  "year": 1954,
  "genres": [
   "惊悚",
   "悬疑",
   "剧情"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0047396",
  "overview": "一位足不出户的摄影师透过公寓窗户窥见邻居们的隐秘生活，当他断定其中一人犯下谋杀罪行时，一场扣人心弦的观察与博弈就此展开。詹姆斯·斯图尔特与格蕾丝·凯利联袂出演这场由阿尔弗雷德·希区柯克执导的、在有限空间内层层铺陈悬念的影史经典。",
  "poster": "images/posters/567.jpg",
  "tags": {
   "悬疑": 2,
   "烧脑": 2,
   "温情": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 13.7893
  }
 },
 {
  "id": 1058694,
  "title": "激进教学",
  "original": "Radical",
  "year": 2023,
  "genres": [
   "剧情"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt14570440",
  "overview": "在一个充满忽视、腐败和暴力的墨西哥边境小镇，一名老师决定尝试一种激进的新方法来释放学生的潜力与好奇心，甚至发掘出他们的天才之处。",
  "poster": "images/posters/1058694.jpg",
  "tags": {
   "温情": 1,
   "暗黑": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 5.5016
  }
 },
 {
  "id": 105,
  "title": "回到未来",
  "original": "Back to the Future",
  "year": 1985,
  "genres": [
   "冒险",
   "喜剧",
   "科幻"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0088763",
  "overview": "马蒂·麦克弗莱，一位典型的八十年代美国青少年，意外被一台由钚动力驱动的德罗宁“时间机器”送回到1955年——这台机器由一位略带疯狂的科学家发明。在这段时常癫狂、总是惊人的穿越之旅中，马蒂必须确保他那正值青春期的未来父母相遇并坠入爱河，他才能顺利返回未来。[官方简介]",
  "poster": "images/posters/105.jpg",
  "tags": {
   "冒险": 1,
   "热血": 1,
   "喜剧": 1,
   "轻松": 1,
   "科幻": 1,
   "烧脑": 1,
   "青春": 1,
   "成长": 1,
   "经典老片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 29.576
  }
 },
 {
  "id": 73,
  "title": "美国X档案",
  "original": "American History X",
  "year": 1998,
  "genres": [
   "剧情"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0120586",
  "overview": "德瑞克 的父亲在他很小的时候就被一名黑人毒贩射杀，从此给他幼小的心灵埋下了仇恨的种子。原来德瑞克功课很好，是老师眼中的好学生。但自从父亲遇难后，他就将一切心机都放在了对付有色人种上面。他积极组织起一帮白人青年混混，到处和有色人种对着干。一次，他射杀了两名黑人，因此入狱。入狱后，德瑞克加入了一伙新纳粹的白人。后来，因工作关系他和一名黑人成了好友，他开始反思自己的过去。当他意欲脱离狱中新纳粹组织时，遭到了拳打脚踢。德瑞克出狱后，决心和以前自己组织的帮会脱离关系，带着弟弟远走他乡开",
  "poster": "images/posters/73.jpg",
  "tags": {
   "温情": 1,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 15.0626
  }
 },
 {
  "id": 128,
  "title": "幽灵公主",
  "original": "もののけ姫",
  "year": 1997,
  "genres": [
   "冒险",
   "奇幻",
   "动画"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0119698",
  "overview": "室町时代时期的虾夷族少年阿席达卡，某日遇到被称为“邪魔神”攻击他所居住村落的怪物。在阿席达卡为了保护村落与邪魔神对战时，过程当中遭受邪魔神的攻击而留下创伤与诅咒。击败了邪魔神之后，阿席达卡发现对方是由一头愤怒的山猪神所变化而成，并在祂的体内发现一颗铁弹。之后村里的女巫便劝他以铁弹为线索，来离开村落前往西方，查找邪魔神产生的来源和解除诅咒方法。  于阿席达卡的旅途中，他拯救了两名来自于炼铁据地“达达拉城”的住民。在协助对方返回到达达拉城之后，阿席达卡得知邪魔神身上的铁弹，便是遭",
  "poster": "images/posters/128.jpg",
  "tags": {
   "冒险": 2,
   "热血": 1,
   "童话": 2,
   "动画": 1,
   "社会": 1,
   "写实": 1,
   "近代": 1,
   "日韩": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 19.287
  }
 },
 {
  "id": 372754,
  "title": "同级生",
  "original": "同級生",
  "year": 2016,
  "genres": [
   "爱情",
   "动画"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt5526028",
  "overview": "夏天时节，东府第一高校要举行合唱祭。在课后合唱训练中，高中二年级A班草壁光（神谷浩史 配音）发现同班的尖子生佐条利人（野岛健儿 配音）并没有开口唱歌。草壁原以为这样的优等生不屑于合唱活动，却在当天放学后发现佐条独自留在教室练习。鬼使神差地，擅长音律的草壁主动提出要帮助佐条练习唱歌。经过多日的相处，草壁渐渐被认真的佐条吸引，却一直苦恼于对方是为了他人才如此努力学习唱歌。到了合唱祭这一天，草壁忽然控制不住情绪，在正式演出中途跑了出去，佐条见状紧张地追上。在空荡荡的校园里，二人终于",
  "poster": "images/posters/372754.jpg",
  "tags": {
   "爱情": 1,
   "浪漫": 1,
   "动画": 1,
   "童话": 1,
   "青春": 1,
   "成长": 1,
   "新片": 1,
   "日韩": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 6.0304
  }
 },
 {
  "id": 3782,
  "title": "生之欲",
  "original": "生きる",
  "year": 1952,
  "genres": [
   "剧情"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0044741",
  "overview": "黑泽明导演生涯的至高成就之一，本片以极致的悲悯凝视死亡，完成对生命的礼赞。志村乔动人诠释胃癌晚期的老公务员渡边勘治，在生命终点踏上追寻意义的旅程。影片以突破性的双段式结构展开，镜头语言浸润着洞察人性本真的人文主义光辉，从多重维度叩问生存的真谛。",
  "poster": "images/posters/3782.jpg",
  "tags": {
   "温情": 1,
   "经典老片": 1,
   "日韩": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 7.8853
  }
 },
 {
  "id": 10494,
  "title": "未麻的部屋",
  "original": "PERFECT BLUE",
  "year": 1998,
  "genres": [
   "动画",
   "惊悚"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0156887",
  "overview": "当红三人少女偶像团体Charming Bird面临解散，核心成员雾越未麻在事务所的安排下不得不退出团体，转型成为一名电视剧演员。万事开头难，对于偶像歌手转型而来的未麻尤其如此，她在工作中承受着压力，闷闷不乐。与此同时，各种恐吓信不断、经纪人田所先生遇袭以及以自己的口吻在网站上写日记的神秘人都让未麻焦虑不已，恍惚间她甚至看到另一个自己。未麻的苦恼无人知晓，贪婪的田所甚至同意剧组的剧本，要求未麻出演一场尺度极大的强暴戏。这次演出成为未麻演艺事业的转折点，她的出镜率开始攀升，甚至还",
  "poster": "images/posters/10494.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "悬疑": 1,
   "烧脑": 1,
   "近代": 1,
   "日韩": 1,
   "冷峻": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 16.4551
  }
 },
 {
  "id": 1184918,
  "title": "荒野机器人",
  "original": "The Wild Robot",
  "year": 2024,
  "genres": [
   "家庭",
   "动画",
   "科幻",
   "冒险"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt29623480",
  "overview": "梦工厂动画全新改编文学畅销作品——彼得·布朗荣获大奖、备受喜爱的《纽约时报》榜首畅销书《荒野机器人》。这段史诗冒险讲述机器人“ROZZUM单元7134”（简称“罗兹”）的旅程：她因船只失事流落荒岛，必须学会适应严酷环境，逐渐与岛上动物建立联系，并成为一只孤儿小鹅的养母。[梦工厂影业]",
  "poster": "images/posters/1184918.jpg",
  "tags": {
   "家庭": 1,
   "温情": 1,
   "动画": 1,
   "童话": 1,
   "科幻": 2,
   "烧脑": 1,
   "冒险": 1,
   "热血": 1,
   "震撼": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 46.794
  }
 },
 {
  "id": 533514,
  "title": "紫罗兰永恒花园 剧场版",
  "original": "劇場版 ヴァイオレット・エヴァーガーデン",
  "year": 2020,
  "genres": [
   "动画",
   "剧情",
   "奇幻",
   "爱情"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt8652818",
  "overview": "——「爱」究竟是什么？  曾经将「爱」告诉自己、 给予自己的，重要的人。  即使想见，却再也见不到。 永远。 放开了手的、最最重要的那个人。  从事代笔业的她，名字是「薇尔莉特·伊芙加登」。自幼身为士兵参战，没能获得培育心灵机会的她，无法理解自己重要的上司「吉尔伯特·布干维利亚」所留下的话语。——我从心底，爱着你。  让人们背负深深伤痕的战争结束之后，经过数年。生活随着新技术的开发而改变，人们开始面向前方前进。但，薇尔莉特坚信着吉尔伯特还在某处活着，每一天只是思念着他。——亲",
  "poster": "images/posters/533514.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "温情": 1,
   "冒险": 1,
   "爱情": 1,
   "浪漫": 1,
   "职场": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 8.3112
  }
 },
 {
  "id": 207,
  "title": "死亡诗社",
  "original": "Dead Poets Society",
  "year": 1989,
  "genres": [
   "剧情"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0097165",
  "overview": "威尔顿预备学院以其沉稳凝重的教学风格和较高的升学率闻名，作为其毕业班的学生，理想就是升入名校。新学期文学老师约翰·基汀（罗宾·威廉姆斯 饰）的到来如同一阵春风，一反传统名校的严肃刻板...",
  "poster": "images/posters/207.jpg",
  "tags": {
   "温情": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 20.4417
  }
 },
 {
  "id": 101,
  "title": "这个杀手不太冷",
  "original": "Léon",
  "year": 1994,
  "genres": [
   "犯罪",
   "剧情",
   "动作"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0110413",
  "overview": "里昂是名孤独的职业杀手，受人雇佣。一天，邻居家小姑娘马蒂尔达敲开他的房门，要求在他那里暂避杀身之祸。原来邻居家的主人是警方缉毒组的眼线，只因贪污了一小包毒品而遭恶警杀害全家的惩罚。马蒂尔达得到里昂的留救，幸免于难，并留在里昂那里。里昂教小女孩使枪，她教里昂法文，两人关系日趋亲密，相处融洽。女孩想着去报仇，反倒被抓，里昂及时赶到，将女孩救回。混杂着哀怨情仇的正邪之战渐次升级，更大的冲突在所难免……",
  "poster": "images/posters/101.jpg",
  "tags": {
   "犯罪": 1,
   "悬疑": 1,
   "温情": 1,
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "孤独": 1,
   "致郁": 1,
   "近代": 1,
   "其他": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 25.4457
  }
 },
 {
  "id": 644479,
  "title": "献给我的前妻",
  "original": "Dedicada A Mi Ex",
  "year": 2019,
  "genres": [
   "剧情",
   "喜剧"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt5869370",
  "overview": "这部电影讲述了21岁的阿里尔的故事：为筹钱挽回濒临破裂的恋情、与前女友重逢，他决定组建一支摇滚乐队，参加奖金高达一万美元的乐队大赛，这已是他最后的办法——此前，女友因要前往芬兰实习，两人的感情走到了尽头。阿里尔和好友奥尔特加一起举办海选招募乐队其他成员，尽管两人对音乐一窍不通，最终还是组建起一支成员性格迥异、喜好截然不同的乐队。",
  "poster": "images/posters/644479.jpg",
  "tags": {
   "温情": 1,
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 4.3201
  }
 },
 {
  "id": 914,
  "title": "大独裁者",
  "original": "The Great Dictator",
  "year": 1940,
  "genres": [
   "喜剧",
   "战争"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0032553",
  "overview": "在其备受争议的杰作中，查理·卓别林既尖刻地讽刺了阿道夫·希特勒，又巧妙地颠覆了自身的喜剧形象。在其首部纯有声片中，卓别林以精湛的肢体表现力分饰两角：残酷而滑稽的“托曼尼亚”独裁者，以及被错认成他的善良犹太理发师。凭借杰克·奥克与宝莲·高黛的精彩配角演绎，这部在美国正式加入二战前便大胆直指法西斯领导人的作品，将政治讽喻与肢体喜剧熔铸成登峰造极的艺术表达，最终在卓别林那段传世的激扬演说中达到高潮。",
  "poster": "images/posters/914.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "战争": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 9.7134
  }
 },
 {
  "id": 3082,
  "title": "摩登时代",
  "original": "Modern Times",
  "year": 1936,
  "genres": [
   "喜剧",
   "剧情",
   "爱情"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0027977",
  "overview": "二十年代的美国处于经济萧条时期，失业率居高不下，工人受尽压榨，成为了大机器生产中的一颗螺丝钉。查理就是一个底层市民，他在一个机器隆隆的厂房里日以继夜地工作，以赚取微薄的收入。重复繁重的工作压得他喘不过气，他把人们的鼻子当成螺丝钉来拧，卷入流水线机器的皮带里，令人苦笑不得。\r 查理尽管贫穷，但却很善良。他在路上搭救了流浪女，和她一起生活，家里破烂却又温馨。每次身无分文的查理为了找到吃的，都会故意犯事，以便进入监牢。光景一时间有了好转，流浪女成了歌舞红星，然而好景太短暂了。",
  "poster": "images/posters/3082.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 9.4827
  }
 },
 {
  "id": 654299,
  "title": "从天而降",
  "original": "Como caído del cielo",
  "year": 2019,
  "genres": [
   "喜剧",
   "剧情",
   "音乐"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt10946934",
  "overview": "墨西哥传奇人物佩德罗·因凡特（Pedro Infante）在地球上又获得了一次机会，可以为自己与女性的交往赎罪，并在一个模仿者的身体里赢得天堂.",
  "poster": "images/posters/654299.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "温情": 1,
   "音乐": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 4.0921
  }
 },
 {
  "id": 42269,
  "title": "我们如此相爱",
  "original": "C'eravamo tanto amati",
  "year": 1974,
  "genres": [
   "剧情",
   "喜剧"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0075793",
  "overview": "安东尼奥（尼诺·曼弗莱迪 Nino Manfredi 饰）、贾尼（维托里奥·加斯曼 Vittorio Gassman 饰）和尼古拉（Stefano Satta Flores 饰）是战争时代的生死之交。战争结束后，他们回归了家乡，开始了各自迥异的生活。安东尼奥结识了美丽女孩露西安娜（斯蒂芬尼娅·桑德雷莉 Stefania Sandrelli 饰），坠入了情网，可露西安娜喜欢的却偏偏是贾尼。可最终，贾尼选择同侯爵女儿结婚，露西安娜陷入了痛苦之中，此时，安东尼奥再度出现在了露西安娜",
  "poster": "images/posters/42269.jpg",
  "tags": {
   "温情": 1,
   "喜剧": 1,
   "轻松": 1,
   "经典老片": 1,
   "其他": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 5.1835
  }
 },
 {
  "id": 1084244,
  "title": "玩具总动员5",
  "original": "Toy Story 5",
  "year": 2026,
  "genres": [
   "动画",
   "家庭",
   "喜剧",
   "冒险"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt29355505",
  "overview": "胡迪、巴斯光年、翠斯等“元老级”玩具将跟随小主人邦妮的成长脚步，共同迎接数字时代下的全新挑战。随着无所不能的科技产品逐渐走进童年世界，一批充满科技感的崭新角色也随之重磅亮相：青蛙造型的智能平板小荷、憨态可掬的导航玩具小不丢、活力十足的抓拍好手小拍侠，以及自带笑点的臭屁小机灵。当身边的同龄朋友们开始沉浸在科技玩具带来的“电子陪伴”中，而玩具伙伴们也迎来了前所未有的生存难题：在屏幕占据注意力的时代，玩具的时代真的结束了吗？在“被取代”危机的当下，这群玩具伙伴还能否携手，帮助邦妮找",
  "poster": "images/posters/1084244.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "家庭": 1,
   "温情": 1,
   "喜剧": 1,
   "轻松": 1,
   "冒险": 1,
   "热血": 1,
   "成长": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 230.5103
  }
 },
 {
  "id": 1585,
  "title": "生活多美好",
  "original": "It's a Wonderful Life",
  "year": 1946,
  "genres": [
   "剧情",
   "家庭",
   "奇幻"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0038650",
  "overview": "一位天使被派往人间，帮助一位万念俱灰的商人，向他展现假如他从未存在过，生活将会是怎样的光景。",
  "poster": "images/posters/1585.jpg",
  "tags": {
   "温情": 2,
   "家庭": 1,
   "童话": 1,
   "冒险": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 13.2979
  }
 },
 {
  "id": 599,
  "title": "日落大道",
  "original": "Sunset Boulevard",
  "year": 1950,
  "genres": [
   "剧情"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0043014",
  "overview": "好莱坞的声名终会消散——只需问问诺玛·戴斯蒙德。她曾是影坛传奇，如今已成被人遗忘的旧时代残影。当穷困潦倒的编剧乔·吉利斯误入她那衰败的宅邸，便陷入了她偏执与妄想的罗网。起初看似机遇的邂逅，很快演变为一场危机四伏的困局。这部作品被广泛认为是好莱坞黄金时代最伟大的影片之一，它以阴郁、扭曲又萦绕人心的视角，凝视着好莱坞的轮回——那里青春是流通货币，才华转瞬即逝，而聚光灯终会黯淡。[派拉蒙影业]",
  "poster": "images/posters/599.jpg",
  "tags": {
   "温情": 1,
   "青春": 1,
   "成长": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 10.6293
  }
 },
 {
  "id": 1439930,
  "title": "惩罚者：最后一击",
  "original": "The Punisher: One Last Kill",
  "year": 2026,
  "genres": [
   "动作",
   "剧情",
   "犯罪"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt36042156",
  "overview": "失去家人多年后，弗兰克·卡塞尔依然被过去的创伤与幻象困扰，试图远离曾经作为“惩罚者”的暴力人生。然而，犯罪家族首领努奇为了替死去的亲人复仇，对弗兰克发出悬赏，引来大批罪犯追杀。随着暴力逐渐波及身边的无辜者，原本想要逃离过去的弗兰克不得不再次作出选择。在复仇与守护之间，他开始重新审视自己作为“惩罚者”的意义……",
  "poster": "images/posters/1439930.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "温情": 1,
   "犯罪": 1,
   "悬疑": 1,
   "暗黑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 62.934
  }
 },
 {
  "id": 77338,
  "title": "触不可及",
  "original": "Intouchables",
  "year": 2011,
  "genres": [
   "剧情",
   "喜剧"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1675434",
  "overview": "富有的菲利普因一场滑翔伞事故导致高位瘫痪，需要招聘一名全职陪护。前来应聘的人络绎不绝，却始终无法让他满意。直到刚刚出狱的德希斯出现，他本无意得到这份工作，只想拿到一张求职被拒的证明，却意外被菲利普选中，开始了一个月的试用期。一个生活优渥、行动不便，一个出身底层、自由不羁，两人的生活方式和价值观截然不同。在日复一日的相处中，德希斯用毫无顾忌的方式打破了菲利普沉闷的生活，而菲利普也让德希斯接触到一个从未了解过的世界。两个原本毫无交集的人，逐渐建立起一段超越身份与阶层的友谊……",
  "poster": "images/posters/77338.jpg",
  "tags": {
   "温情": 1,
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 23.5166
  }
 },
 {
  "id": 820067,
  "title": "五等分的新娘 剧场版",
  "original": "映画 五等分の花嫁",
  "year": 2022,
  "genres": [
   "动画",
   "喜剧",
   "爱情"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt15721650",
  "overview": "为了让「濒临留级」又「讨厌学习」的美少女五姐妹通过学校考试毕业，主角风太郎以兼职家庭教师的身份来到中野家指导她们的课业，也因此渐渐与五胞胎们培养出感情。怀抱着各种想法的各人也迎来高中生活最后的活动「学园祭」。「学园祭第一天15时请到教室来。」聚集在教室里的五胞胎们，风太郎想告诉她们的是……",
  "poster": "images/posters/820067.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "喜剧": 1,
   "轻松": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "日韩": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 7.9673
  }
 },
 {
  "id": 335,
  "title": "西部往事",
  "original": "C'era una volta il West",
  "year": 1968,
  "genres": [
   "剧情",
   "西部"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0064116",
  "overview": "塞尔吉奥·莱昂内的这部不朽史诗，其恢弘堪比取景地纪念碑谷，其气度媲美星光熠熠的杰出演员阵容，其粗粝不羁正如每个孩子想象中的狂野西部。影片围绕一名神秘的口琴客、一位寻找杀父仇人的寡妇、一个亡命之徒以及一名铁路大亨之间错综复杂的关系展开，以恩尼奥·莫里康内传奇般的配乐为灵魂，塑造了影史中最令人难忘的西部片开场与结局。这是一首对正在消逝的旧西部的挽歌，也是一部永远重塑了该类型的杰作。",
  "poster": "images/posters/335.jpg",
  "tags": {
   "温情": 1,
   "冒险": 1,
   "震撼": 1,
   "经典老片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 17.4025
  }
 },
 {
  "id": 1356039,
  "title": "边境奇袭",
  "original": "Contraataque",
  "year": 2025,
  "genres": [
   "动作",
   "冒险",
   "惊悚"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt23648788",
  "overview": "一场人质营救行动带来了新的敌人，格雷罗上尉和他的精英士兵们必须应对残忍犯罪团伙的埋伏。",
  "poster": "images/posters/1356039.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "其他": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 12.6403
  }
 },
 {
  "id": 18491,
  "title": "新世纪福音战士剧场版：Air／真心为你",
  "original": "新世紀エヴァンゲリオン劇場版 Air／まごころを、君に",
  "year": 1997,
  "genres": [
   "动画",
   "科幻",
   "剧情",
   "奇幻",
   "动作"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0169858",
  "overview": "《新世纪福音战士》系列第二部剧场版，于 1997 年 7 月 19 日在日本上映。全名：《新世纪福音战士剧场版：THE END OF EVANGELION》（日语：新世紀エヴァンゲリオン 劇場版 THE END OF EVANGELION - Air/まごころを、君に，英语：NEON GENESIS EVANGELION: THE END OF EVANGELION - AIR/SINCERELY YOURS）。剧情承接 TV 动画版第 24 集，包括了重新制作的第 25 、",
  "poster": "images/posters/18491.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "科幻": 1,
   "烧脑": 1,
   "温情": 1,
   "冒险": 2,
   "热血": 1,
   "爽": 1,
   "近代": 1,
   "日韩": 1,
   "快节奏": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 14.7004
  }
 },
 {
  "id": 28,
  "title": "现代启示录",
  "original": "Apocalypse Now",
  "year": 1979,
  "genres": [
   "剧情",
   "战争"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0078788",
  "overview": "越战期间，威拉德上尉受命执行一项危险任务，深入柬埔寨刺杀一位脱离建制的叛变上校——此人已在当地部落自封神明。",
  "poster": "images/posters/28.jpg",
  "tags": {
   "温情": 1,
   "战争": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 20.4578
  }
 },
 {
  "id": 92321,
  "title": "萤火之森",
  "original": "蛍火の杜へ",
  "year": 2011,
  "genres": [
   "爱情",
   "动画",
   "奇幻"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2061702",
  "overview": "某年夏天，6岁小女孩竹川萤来到爷爷家度假，她闯进了传说住满妖怪的山神森林。正当她因为迷路而焦急万分的时候，一个戴着狐狸面具的大男孩出现在她面前，并引领着萤找到回家的路。虽然萤分外感激，可是男孩却禁止她碰触自己的身体，原来这名叫银的男孩并非人类，他一旦被人类碰触就会烟消云散。在此后的日子里，萤和银成为好朋友，他们走遍了森林的每一个角落玩耍。日复一日，年复一年，每到夏天的时候萤就会如约来到森林和好朋友见面。她遵守着和银的约定，无论如何也不碰触银的身体。随着年龄的增长，萤和银对彼此",
  "poster": "images/posters/92321.jpg",
  "tags": {
   "爱情": 1,
   "浪漫": 1,
   "动画": 1,
   "童话": 2,
   "冒险": 1,
   "新片": 1,
   "日韩": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 0.008
  }
 },
 {
  "id": 1139087,
  "title": "从前有个工作室",
  "original": "Once Upon a Studio",
  "year": 2023,
  "genres": [
   "动画",
   "家庭",
   "奇幻",
   "剧情",
   "喜剧"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt28035641",
  "overview": "短片为迪士尼成立满100周年的纪念作品，导演崔伦特·柯瑞和丹·亚伯拉罕花了大约八个月时间构思，他们称该短片是写给华特迪士尼动画工作室的“情书”，也是“对过去一百年来与电影产生联系的观众表达感谢”。该短片登场的角色多达400多个，其中包括《石中剑》的梅林、《公主与青蛙》的蒂安娜、《冰雪奇缘系列》的艾莎、《星际宝贝系列》的史迪奇以及《四眼天鸡》的鸡丁，并由40多名配音员声演。",
  "poster": "images/posters/1139087.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "家庭": 1,
   "温情": 2,
   "冒险": 1,
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 9.791
  }
 },
 {
  "id": 652837,
  "title": "乔西的虎与鱼",
  "original": "ジョゼと虎と魚たち",
  "year": 2020,
  "genres": [
   "动画",
   "剧情",
   "爱情"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt12879624",
  "overview": "专攻海洋生物学的恒夫，为了实现自己能够亲眼看一下只生活在墨西哥的梦幻鱼群的梦想，日夜不停地在进行着兼职打工。一天恒夫偶然遇见一个女孩坐在轮椅上，失控从斜坡上冲下来。得到了大学生恒夫救了这个女孩。这个女孩叫乔西，自幼便一直坐在轮椅上，她的祖母千津一直照顾乔西，和她相依为命。祖母千津向恒夫介绍了一份兼职工作。这份工作的内容就是听从乔西的要求，并想办法满足她。乔西活在自我世界里，可以遨游在自己感兴趣的绘画和书籍的海洋中。然而，她不善与他人交流且十分固执。乔希对恒夫非常刻薄，而恒夫也",
  "poster": "images/posters/652837.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 6.7427
  }
 },
 {
  "id": 603,
  "title": "黑客帝国",
  "original": "The Matrix",
  "year": 1999,
  "genres": [
   "动作",
   "科幻"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0133093",
  "overview": "不久的将来，网络黑客尼奥对这个看似正常的现实世界产生了怀疑。他结识了黑客崔妮蒂，并见到了黑客组织的首领墨菲斯。墨菲斯告诉他，现实世界其实是由一个名叫“母体”的计算机人工智能系统控制，人们就像他们饲养的动物，没有自由和思想，而尼奥就是能够拯救人类的救世主。可是，救赎之路从来都不会一帆风顺，到底哪里才是真实的世界？如何才能打败那些超人一样的特勤？尼奥是不是人类的希望？这是黑客的帝国，程序和代码欢迎大家的到来。",
  "poster": "images/posters/603.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "科幻": 1,
   "烧脑": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 43.5478
  }
 },
 {
  "id": 92060,
  "title": "迈克尔·杰克逊：颤栗",
  "original": "Michael Jackson's Thriller",
  "year": 1983,
  "genres": [
   "恐怖",
   "音乐",
   "惊悚"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0088263",
  "overview": "黑人女青年（欧拉·蕾 Ola Ray 饰）跟男友（迈克尔·杰克逊 Michael Jackson 饰）因为汽车没油了走在回家的路上，男友像她示爱，女青年欣然接受，但是男青年向她透露自己跟常人不一样。正当女青年在犯迷糊之时男友已经趁着月光变身成了狼人，关键时刻镜头一转才发现真实的情况是这只是女青年和男友正在看的恐怖片。女青年因为害怕决定要早走，男友追上了她，解释一番过后两个嬉笑着回家。但是真正的危险正在发生，当他们路过一片墓地时，恐怖的食人尸都从地底下爬了出来……\r 　　本短片",
  "poster": "images/posters/92060.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "音乐": 1,
   "悬疑": 1,
   "烧脑": 1,
   "经典老片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 5.5261
  }
 },
 {
  "id": 8587,
  "title": "狮子王",
  "original": "The Lion King",
  "year": 1994,
  "genres": [
   "动画",
   "家庭",
   "剧情"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0110357",
  "overview": "　　辛巴是荣耀王国的小王子，他的父亲穆法沙是一个威严的国王。然而叔叔刀疤却对穆法沙的王位觊觎已久。要想坐上王位，刀疤必须除去小王子。于是刀疤利用种种借口让辛巴外出，然后伺机大开杀戒，无奈辛巴被穆法沙及时来救。在反复的算计下，穆法沙惨死在刀疤手下。刀疤一方面别有用心地劝辛巴离开，一方面派人将他赶尽杀绝。辛巴逃亡中遇到了机智的丁满和善良的彭彭，他们抚养辛巴长成雄壮的大狮子，鼓励他回去森林复国。在接下来一场复国救民的斗争中，辛巴真正长成一个坚强的男子汉，领会了责任的真谛。",
  "poster": "images/posters/8587.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "家庭": 1,
   "温情": 2,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 31.2964
  }
 },
 {
  "id": 975,
  "title": "光荣之路",
  "original": "Paths of Glory",
  "year": 1957,
  "genres": [
   "战争",
   "剧情"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0050825",
  "overview": "斯坦利·库布里克执导，堪称影史最具震撼力的反战电影之一。柯克·道格拉斯以炽烈演技诠释第一次世界大战期间一位法国上校的形象——当他的士兵因未能完成不可能的任务而被控怯战时，他毅然与军队高层的冷酷权威展开正面对抗。这部以精湛摄影呈现的沉郁之作，精准剖解了军事机器的荒谬本质与非人性化机制（这一主题将持续贯穿库布里克的创作生涯）。从压抑的战壕对峙到扣人心弦的法庭高潮，直至摧人心魄的结局场景，全片以这位传奇导演标志性的精准掌控力层层推进，铸就了这部不朽杰作。[标准收藏公司]",
  "poster": "images/posters/975.jpg",
  "tags": {
   "战争": 1,
   "温情": 1,
   "震撼": 1,
   "职场": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 5.2374
  }
 },
 {
  "id": 1363974,
  "title": "关于我转生变成史莱姆这档事 苍海之泪篇",
  "original": "劇場版 転生したらスライムだった件 蒼海の涙編",
  "year": 2026,
  "genres": [
   "动画",
   "奇幻",
   "冒险",
   "喜剧"
  ],
  "rating": 8.3,
  "tmdb_rating": 8.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt38650409",
  "overview": "舞台设定在崇拜水龙守护神的海底王国「海炎国」，这里因神秘污染和“强行唤醒沉睡水龙”的阴谋陷入危机。利姆露一行人原本是来海岛度假，却被卷入这场深海危机，从悠闲摸鱼被迫营业，潜入苍海深处揭开阴谋、阻止海底文明覆灭。",
  "poster": "images/posters/1363974.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "冒险": 2,
   "热血": 1,
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "日韩": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 16.48
  }
 },
 {
  "id": 637920,
  "title": "七号房的礼物",
  "original": "7. Koğuştaki Mucize",
  "year": 2019,
  "genres": [
   "剧情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt10431500",
  "overview": "梅莫（阿拉斯·布鲁特·伊涅姆利 Aras Bulut Iynemli 饰）虽然生得人高马大，但却只有相当于6岁孩童一般的智慧，他带着女儿奥瓦（妮莎·索菲亚·阿克松古尔 Nisa Sofiya Aksongur 饰），同奶奶法蒂玛（塞利尔·托扬·乌伊萨尔 Celile Toyon Uysal 饰）生活在一起，日子虽然过得紧巴巴的，但一家人能够团聚就是最大的快乐。  哪知道某日祸从天降，连一只蚂蚁都不愿意踩死的梅莫，竟然背负上了莫须有的杀人罪名，被关进了七号牢房中，单纯的梅莫并不",
  "poster": "images/posters/637920.jpg",
  "tags": {
   "温情": 1,
   "犯罪": 1,
   "写实": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 5.9502
  }
 },
 {
  "id": 901,
  "title": "城市之光",
  "original": "City Lights",
  "year": 1931,
  "genres": [
   "喜剧",
   "剧情",
   "爱情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0021749",
  "overview": "这部查理·卓别林最受珍爱的作品，亦是其流浪汉形象的终极篇章。在这部无声影片中，身兼编剧、导演与主演的卓别林达到了悲喜交融的新境界：可爱的流浪汉爱上街头卖花的失明少女（弗吉尼亚·切瑞尔诠释出魔幻般的纯真），却被女孩误认为百万富翁。尽管这部大萧条时期的轰动之作诞生于有声时代来临之后，卓别林仍毅然坚守对默片艺术表现力的热爱。最终成就了他个人艺术的巅峰，亦加冕为默片喜剧的不朽丰碑。",
  "poster": "images/posters/901.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 7.6196
  }
 },
 {
  "id": 630566,
  "title": "云上情歌",
  "original": "Clouds",
  "year": 2020,
  "genres": [
   "音乐",
   "剧情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt6473066",
  "overview": "美国男孩扎克·索比赫14岁被诊断患有骨肉瘤(18岁去世)，多次手术和化疗并未遏制癌症发展，在得知自己只剩几个月寿命后，他创作了《云》这首歌，感谢自己身边的人和所经历的一切，乐观面对。",
  "poster": "images/posters/630566.jpg",
  "tags": {
   "音乐": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 3.8515
  }
 },
 {
  "id": 1226863,
  "title": "超级马力欧银河大电影",
  "original": "The Super Mario Galaxy Movie",
  "year": 2026,
  "genres": [
   "家庭",
   "喜剧",
   "冒险",
   "奇幻",
   "动画"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt28650488",
  "overview": "击败酷霸后，马力欧和路易吉在蘑菇王国开始了新的生活，并结识了新伙伴耀西。与此同时，酷霸Jr.为了救出父亲、重振酷霸家族，将目标指向生活在彗星天文台、守护奇可们的罗莎塔公主。随着碧姬公主的生日庆典被突如其来的危机打破，马力欧、路易吉、碧姬公主、奇诺比奥和耀西踏上跨越银河的全新冒险，在一个个陌生世界中追寻罗莎塔的下落，并阻止酷霸Jr.的计划……",
  "poster": "images/posters/1226863.jpg",
  "tags": {
   "家庭": 1,
   "温情": 1,
   "喜剧": 1,
   "轻松": 1,
   "冒险": 2,
   "热血": 1,
   "童话": 2,
   "动画": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 65.3007
  }
 },
 {
  "id": 299536,
  "title": "复仇者联盟3：无限战争",
  "original": "Avengers: Infinity War",
  "year": 2018,
  "genres": [
   "冒险",
   "动作",
   "科幻"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt4154756",
  "overview": "来自宇宙深处的强大敌人灭霸开始寻找六颗无限宝石，企图利用它们的力量实现自己的计划。随着他的军团向地球和宇宙各处发动袭击，复仇者联盟、银河护卫队以及众多超级英雄被迫卷入这场前所未有的战争。此时的复仇者们仍因过去的分裂而各自行动，却不得不在不断逼近的危机中寻找彼此的力量。面对一个远比以往任何敌人都更加强大的对手，他们必须竭尽所能阻止灭霸集齐无限宝石，而整个宇宙的命运也因此悬于一线……",
  "poster": "images/posters/299536.jpg",
  "tags": {
   "冒险": 2,
   "热血": 2,
   "爽": 1,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 88.669
  }
 },
 {
  "id": 29259,
  "title": "洞",
  "original": "Le Trou",
  "year": 1960,
  "genres": [
   "剧情",
   "惊悚",
   "犯罪"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0054407",
  "overview": "在巴黎的一间牢房里，五名囚犯用尽全部的坚韧与智慧，试图通过精心挖掘的隧道重获自由。根据若泽·乔瓦尼的小说改编，雅克·贝克的这部影片在诗意的人文关怀与紧绷得令人窒息的危险氛围间取得了精妙的平衡。",
  "poster": "images/posters/29259.jpg",
  "tags": {
   "温情": 1,
   "悬疑": 2,
   "烧脑": 1,
   "犯罪": 1,
   "经典老片": 1,
   "其他": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 4.848
  }
 },
 {
  "id": 299534,
  "title": "复仇者联盟4：终局之战",
  "original": "Avengers: Endgame",
  "year": 2019,
  "genres": [
   "冒险",
   "科幻",
   "动作"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt4154796",
  "overview": "灭霸集齐六颗无限宝石后的一声响指，让宇宙中半数生命灰飞烟灭。幸存的复仇者们几近绝望，即使找到灭霸，也发现无限宝石已经被毁，希望似乎彻底破灭。五年后，迷失在量子领域的蚁人意外回到现实世界，并带来了一个可能逆转一切的办法。托尼·斯塔克、美国队长等幸存的英雄再度集结，尝试穿越不同的时间节点寻找过去的无限宝石。然而在行动过程中，过去的灭霸也逐渐察觉了他们的计划。为了挽回失去的一切，复仇者们不得不再次面对一场决定整个宇宙命运的终极挑战……",
  "poster": "images/posters/299534.jpg",
  "tags": {
   "冒险": 2,
   "热血": 2,
   "科幻": 1,
   "烧脑": 1,
   "爽": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 68.0364
  }
 },
 {
  "id": 1317149,
  "title": "妥瑞氏与我",
  "original": "I Swear",
  "year": 2025,
  "genres": [
   "剧情",
   "历史"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt31514146",
  "overview": "　　本片根据社会活动家约翰·戴维森的真实人生经历改编。讲述他从20世纪80年代英国一名被误解的少年，成长为致力于推动人们理解与接纳妥瑞氏综合症的倡导者的故事。约翰在十五岁时被确诊，在逆境中艰难度过动荡的青春期，一步步走向成年。在他人善意的鼓舞下，他找到了人生真正的意义与方向。\r 　　（妥瑞氏综合症表现为：不受控制地抽动身体或口吐恶言）",
  "poster": "images/posters/1317149.jpg",
  "tags": {
   "温情": 1,
   "历史": 1,
   "青春": 1,
   "成长": 2,
   "社会": 1,
   "写实": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 17.3686
  }
 },
 {
  "id": 10376,
  "title": "海上钢琴师",
  "original": "La leggenda del pianista sull'oceano",
  "year": 1998,
  "genres": [
   "剧情",
   "音乐"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0120731",
  "overview": "男主角1900（人名）是一个被人遗弃在蒸气船上的孤儿，被船上一位好心的烧炉工收养，然而好人不得好报，烧炉工在一次意外中死亡，只有8岁大的1900又再度成为了孤儿。过人的天赋使他无师自通成了一名钢琴大师，但宿命也令他天然地对红尘俗世深怀戒意，他从不敢离船上岸去，只因纽约无际的高楼和川流不息的人群令他迷失自我。纵使后来遇上了一位一见钟情的少女，他思量再三后，还是放弃了上岸寻找初恋情人的冲动...",
  "poster": "images/posters/10376.jpg",
  "tags": {
   "温情": 1,
   "音乐": 1,
   "近代": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 7.3927
  }
 },
 {
  "id": 670,
  "title": "老男孩",
  "original": "올드보이",
  "year": 2003,
  "genres": [
   "惊悚",
   "悬疑"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0364569",
  "overview": "女儿生日那天，中年男子吴大修（崔岷植饰）在醉酒回家路上，突遭不明身份的人绑架失踪。就此，他毫无理由地被囚禁在一个神秘的私人监狱中。寻死未果的吴大修，每天看电视，三餐吃煎饺。通过电视，他得知妻子已遭杀害，女儿下落不明，自己更被怀疑为凶手。就此，吴大修开始锻炼身体，决心复仇，并在牢中度过漫长的15年...",
  "poster": "images/posters/670.jpg",
  "tags": {
   "悬疑": 2,
   "烧脑": 2,
   "犯罪": 1,
   "写实": 1,
   "近代": 1,
   "日韩": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 17.1804
  }
 },
 {
  "id": 572154,
  "title": "青春猪头少年不会梦到怀梦美少女",
  "original": "青春ブタ野郎はゆめみる少女の夢を見ない",
  "year": 2019,
  "genres": [
   "动画",
   "爱情",
   "剧情",
   "奇幻"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt9881586",
  "overview": "居住在天空与海洋辉映的城镇“藤泽”的梓川咲太，就读高中二年级。\r 他与既是学姐又是恋人的樱岛麻衣所度过的令人雀跃的日常，随着初恋对象牧之原翔子的出现而改变。\r 不知为何，存在着“中学生”和“大人”两个翔子。\r 出于无奈开始和翔子住在一起的咲太，受到“大人翔子”的捉弄，和麻衣的关系也变得尴尬。\r 此时，“中学生翔子”身患重病的事实被发现，咲太的伤痕开始隐隐作痛——。",
  "poster": "images/posters/572154.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "爱情": 1,
   "浪漫": 1,
   "温情": 1,
   "冒险": 1,
   "青春": 1,
   "成长": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 4.58
  }
 },
 {
  "id": 15804,
  "title": "牯岭街少年杀人事件",
  "original": "牯嶺街少年殺人事件",
  "year": 1991,
  "genres": [
   "犯罪",
   "剧情",
   "爱情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0101985",
  "overview": "这部由杨德昌执导的台湾电影杰作，被誉为当代影坛最受推崇与渴求的作品之一。影片以六十年代初的台湾为背景，改编自一起震动全岛的真实案件。这部兼具宏大格局与私密情感的巨作，以小说般的笔触与沉静的凝视，聚焦一位少年（张震的银幕首秀）从纯真逐渐无可挽回地滑向犯罪深渊的过程，并交织着躁动青春、摇滚乐与政治动荡的压抑时代底色。",
  "poster": "images/posters/15804.jpg",
  "tags": {
   "犯罪": 1,
   "悬疑": 1,
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "青春": 1,
   "成长": 1,
   "近代": 1,
   "华语": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 5.2299
  }
 },
 {
  "id": 857,
  "title": "拯救大兵瑞恩",
  "original": "Saving Private Ryan",
  "year": 1998,
  "genres": [
   "战争",
   "剧情",
   "历史"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0120815",
  "overview": "成功登陆诺曼底后，约翰·米勒上尉带领一队士兵深入敌后，寻找一名三个兄弟均已阵亡的伞兵。",
  "poster": "images/posters/857.jpg",
  "tags": {
   "战争": 1,
   "温情": 1,
   "历史": 1,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 26.42
  }
 },
 {
  "id": 98,
  "title": "角斗士",
  "original": "Gladiator",
  "year": 2000,
  "genres": [
   "动作",
   "剧情",
   "冒险"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0172495",
  "overview": "马克西蒙斯是罗马帝国战功显赫，受人拥戴的大将军。老国王马库斯·奥利利乌斯对大将军赏识有加，有意加冕于他。老国王对将军这种超越亲情的宠爱自然招来太子康莫迪乌斯的妒忌与不安，太子伺机杀害父亲，抢先登上王位，并马上下令诛杀大将军一家。马克西蒙斯死里逃生躲过暴君的魔爪，可是他所有的家人都未能幸免于难，返回家园，他只看到满目疮痍的破败景象。走投无路的马克西蒙斯只能投身为奴，从昔日的大将军沦为一名角斗士，在血腥厮杀中苟且求生。凭借英勇的气魄和高超的武艺，马克西蒙斯渐渐脱颖而出，晋级到罗马",
  "poster": "images/posters/98.jpg",
  "tags": {
   "热血": 3,
   "爽": 2,
   "冒险": 2,
   "温情": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 35.3743
  }
 },
 {
  "id": 504253,
  "title": "我想吃掉你的胰脏",
  "original": "君の膵臓をたべたい",
  "year": 2018,
  "genres": [
   "动画",
   "剧情",
   "爱情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt7236034",
  "overview": "“没有名字的我，没有未来的她” 对他人毫无兴趣，总是独自一人读书的高中生“我”。这样的“我”有一天，偶然捡到一册写着《共病文库》的文库本。那是，天真烂漫的班上人气王·山内樱良私下记录的日记本。里面记载着她身患胰脏的疾病，已经时日无多……。隐藏自己的疾病度过日常的樱良，与知晓其秘密的“我”。— 两人的距离，还没有名字。",
  "poster": "images/posters/504253.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 7.4629
  }
 },
 {
  "id": 635302,
  "title": "鬼灭之刃：无限列车篇",
  "original": "劇場版「鬼滅の刃」無限列車編",
  "year": 2020,
  "genres": [
   "动画",
   "动作",
   "奇幻"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt11032374",
  "overview": "炭治郎等人完成蝴蝶屋的训练，下一个目的地是开往黑暗的无限列车。以多人行踪不明的这辆列车为舞台，炭治郎带着祢豆子与善逸、伊之助一行人，与鬼杀队最强剑士〝柱〞其中之一炎柱炼狱杏寿郎会合，新的任务即将开始！",
  "poster": "images/posters/635302.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "热血": 1,
   "爽": 1,
   "冒险": 2,
   "暗黑": 1,
   "新片": 1,
   "日韩": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 15.6658
  }
 },
 {
  "id": 24188,
  "title": "安逸人生",
  "original": "Il sorpasso",
  "year": 1962,
  "genres": [
   "剧情",
   "喜剧",
   "冒险"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0056512",
  "overview": "1962年的夏天，罗伯托和布鲁诺结伴去托斯卡纳地区游玩，这两人的性格年龄都大相径庭。罗伯托是个羞涩内向的学生，而布鲁诺则是个精力旺盛、反复无常的中年人。在旅途中两人慢慢熟悉了解，布鲁诺成功人士和上流社会的派头让罗伯托心生艳羡，但同时他也看到了布鲁诺空虚、肤浅和不快乐的另一面。",
  "poster": "images/posters/24188.jpg",
  "tags": {
   "温情": 1,
   "喜剧": 1,
   "轻松": 1,
   "冒险": 1,
   "热血": 1,
   "社会": 1,
   "写实": 1,
   "经典老片": 1,
   "其他": 1,
   "快节奏": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 2.7488
  }
 },
 {
  "id": 632632,
  "title": "GIVEN 被赠与的未来 剧场版",
  "original": "映画 ギヴン",
  "year": 2020,
  "genres": [
   "动画",
   "剧情",
   "音乐",
   "爱情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt11802992",
  "overview": "高中生上山立夏热爱演奏吉他，与春树和秋彦合组一个小乐队。某个午休，他意外帮佐藤真冬修好吉他弦后，被真冬拜托教吉他，而后又在听到真冬的歌声后邀请他加入乐队。立夏在相处的过程中渐渐喜欢上真冬，真冬有一个彼此互相喜欢并支持的青梅竹马，但那个人却自杀了，因那个人喜欢吉他，真冬才一直很想学。那个人没有做到的事，没有坚持的陪伴，立夏都帮他实现了，真冬也开始慢慢喜欢上立夏。另外一对CP春树和秋彦，春树一直默默喜欢着秋彦，为他留着长发，但秋彦却与极具音乐才华的小提琴家雨月同居在一起。动画影集",
  "poster": "images/posters/632632.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "温情": 1,
   "音乐": 1,
   "爱情": 2,
   "浪漫": 2,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 3.1051
  }
 },
 {
  "id": 490132,
  "title": "绿皮书",
  "original": "Green Book",
  "year": 2018,
  "genres": [
   "剧情",
   "喜剧",
   "历史"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt6966692",
  "overview": "托尼（维果·莫腾森 Viggo Mortensen 饰）是一个吊儿郎当游手好闲的混混，在一家夜总会做侍者。这间夜总会因故要停业几个月，可托尼所要支付的房租和生活费不会因此取消，所以他的当务之急是去寻找另一份工作来填补这几个月的空缺。在这个节骨眼上，一位名叫唐雪莉（马赫沙拉·阿里 Mahershala Ali 饰）的黑人钢琴家提出雇佣托尼。唐雪莉即将开始为期八个星期的南下巡回演出，可是，那个时候南方对黑人的歧视非常的严重，于是托尼便成为了唐雪莉的司机兼保镖。一路上，两人迥异的性",
  "poster": "images/posters/490132.jpg",
  "tags": {
   "温情": 1,
   "喜剧": 1,
   "轻松": 1,
   "历史": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 19.9426
  }
 },
 {
  "id": 447362,
  "title": "一年中的生活",
  "original": "Life in a Year",
  "year": 2020,
  "genres": [
   "剧情",
   "爱情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt6598238",
  "overview": "泰伦斯·霍华德(《嘻哈帝国》)确认加盟加盟新片[一年中的生活](Life In A Year，暂译)。该片将由Mitja Okorn执导，讲述一个17岁的男孩，在发现患有癌症的女朋友只剩下一年的生命后，决定在她还没离去的这一年给她一个完整的人生。贾登·史密斯、卡拉·迪瓦伊加盟主演，泰伦斯饰贾登的父亲。",
  "poster": "images/posters/447362.jpg",
  "tags": {
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 5.8203
  }
 },
 {
  "id": 508965,
  "title": "克劳斯：圣诞节的秘密",
  "original": "Klaus",
  "year": 2019,
  "genres": [
   "动画",
   "家庭",
   "喜剧"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt4729430",
  "overview": "贾斯帕（詹森·舒瓦兹曼饰）被认为是邮政学院最差的学生，他驻扎在北极圈内的一个冰冻岛屿上，那里的当地人之间几乎不交流，更不用说写信了。当贾斯帕准备放弃之时，他找到了自己的盟友阿尔娃（当地的一名教师，拉什达·琼斯饰），并发现了克劳斯（奥斯卡奖得主 J·K·西蒙斯饰），克劳斯是一个神秘的木匠，独自住在一个满是手工玩具的小屋里。这几段不可思议的友谊让斯密伦斯堡又重新充满了欢声笑语，创造出了新的故事，这里有慷慨的邻居、神奇的传说和小心翼翼挂在烟囱上的长袜。《克劳斯：圣诞节的秘密》是一部",
  "poster": "images/posters/508965.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "家庭": 1,
   "温情": 1,
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "欧美": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 8.3424
  }
 },
 {
  "id": 16869,
  "title": "无耻混蛋",
  "original": "Inglourious Basterds",
  "year": 2009,
  "genres": [
   "剧情",
   "惊悚",
   "战争"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0361748",
  "overview": "故事分五章进行。二战中德占法国，德军上校汉斯（克里斯托弗·瓦尔兹 Christoph Waltz 饰）号称“犹太猎人”，在一次屠犹行动中，少女苏珊娜（梅勒尼·劳伦特 Mélanie Laurent 饰）侥幸逃脱。与此同时，八名美国犹太士兵在中尉奥尔多（布拉德·皮特 饰） 的带领下潜入德占法国刺杀德国军人，其行动神出鬼没，手法残忍，对德军造成相当威胁，被称为“杂种”。三年后苏珊娜来到巴黎继承了姑母的电影院，结识了德国战斗英雄，电影《国家荣耀》的主演弗里德里克（丹尼尔·布鲁赫 D",
  "poster": "images/posters/16869.jpg",
  "tags": {
   "温情": 1,
   "悬疑": 1,
   "烧脑": 1,
   "战争": 1,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 26.9853
  }
 },
 {
  "id": 283566,
  "title": "福音战士新剧场版：终",
  "original": "シン・エヴァンゲリオン劇場版:||",
  "year": 2021,
  "genres": [
   "动画",
   "动作",
   "科幻",
   "剧情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2458948",
  "overview": "成为“第三次冲击”元凶的碇真嗣，变得像废人一样……真嗣还能振作起来吗？2012年《福音战士新剧场版：Q》之后，这部动画讲述了被封印的故事的后续。",
  "poster": "images/posters/283566.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "科幻": 1,
   "烧脑": 1,
   "温情": 1,
   "新片": 1,
   "日韩": 1,
   "快节奏": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 8.8682
  }
 },
 {
  "id": 16672,
  "title": "砂之女",
  "original": "砂の女",
  "year": 1964,
  "genres": [
   "剧情",
   "惊悚"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0058625",
  "overview": "　　一个昆虫学家（冈田英次 饰）在沙漠做野外考察，却不慎错过归程班车，被困在一个沙漠中的小村子里。他落脚在一个寡妇（岸田今日子 饰）家，被招待之后发现通往外界的路已经被封住。他慢慢观察村子的各种古怪，比如全部村民每到夜晚都要出动铲沙，以免居住的房屋被沙子埋掉，所有的水都受到管制，实行配给制使用等。收留他的寡妇开始用身体诱惑他，试图和他重组一个家庭，他几次三番尝试逃走都以失败告终，只好表面上虚与委蛇，进入村子定期劳动、享受配给的生活模式，但他内心始终在做逃走的打算。一日，寡妇突",
  "poster": "images/posters/16672.jpg",
  "tags": {
   "温情": 1,
   "悬疑": 1,
   "烧脑": 1,
   "经典老片": 1,
   "日韩": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 4.9408
  }
 },
 {
  "id": 315162,
  "title": "穿靴子的猫2",
  "original": "Puss in Boots: The Last Wish",
  "year": 2022,
  "genres": [
   "动画",
   "冒险",
   "奇幻",
   "喜剧",
   "家庭"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt3915174",
  "overview": "时隔11年，臭屁自大又爱卖萌的猫大侠回来了！如今的猫大侠（安东尼奥·班德拉斯 配音），依旧幽默潇洒又不拘小节、数次“花式送命”后，九条命如今只剩一条，于是不得不请求自己的老搭档兼“宿敌”——迷人的软爪妞（萨尔玛·海耶克 配音）来施以援手来恢复自己的九条生命。",
  "poster": "images/posters/315162.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "冒险": 2,
   "热血": 1,
   "喜剧": 2,
   "轻松": 2,
   "家庭": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 26.0578
  }
 },
 {
  "id": 527641,
  "title": "五尺天涯",
  "original": "Five Feet Apart",
  "year": 2019,
  "genres": [
   "爱情",
   "剧情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt6472976",
  "overview": "17岁女孩Stella和男孩Will身患囊肿性纤维化疾病，他们在医院治疗的过程中相识相爱，两人必须抓紧每分每秒活着的时间。他们的爱情能够战胜疾病和死亡吗？",
  "poster": "images/posters/527641.jpg",
  "tags": {
   "爱情": 2,
   "浪漫": 2,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 8.5273
  }
 },
 {
  "id": 110420,
  "title": "狼的孩子雨和雪",
  "original": "おおかみこどもの雨と雪",
  "year": 2012,
  "genres": [
   "动画",
   "家庭",
   "剧情",
   "奇幻"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2140203",
  "overview": "在某国立大学念书的花（宫崎葵 配音）与偶然来校旁听的男子（大泽隆夫 配音）坠入爱河，即使对方是一名狼人，她也义无反顾投入对方怀抱。此后的岁月里，花先后生下女儿小雪和儿子小雨。谁知厄运突然降临，温柔的丈夫撒手人寰。柔弱而坚强的花竭尽全力抚养两个孩子长大，吃穿用度，衣食住行 ，无一不牵扯她的心思。而子女狼人的身份也迫使他们离开繁华大都市，前往宁静的山野乡村求生。他们在一栋古旧的民房内落脚，小雪顽劣张扬，小雨纤细内敛，姐弟俩以狼的身姿穿行于深山密林，享受着前所未有的快乐与自由。在此",
  "poster": "images/posters/110420.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "家庭": 1,
   "温情": 3,
   "冒险": 1,
   "治愈": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 7.6329
  }
 },
 {
  "id": 995133,
  "title": "男孩、鼹鼠、狐狸和马",
  "original": "The Boy, the Mole, the Fox and the Horse",
  "year": 2022,
  "genres": [
   "动画",
   "家庭",
   "剧情",
   "冒险"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt22667880",
  "overview": "　　查理·麦克西的同名绘本改编的手绘动画，关于善良、友谊、勇气和希望，通过一段辛酸而真挚的旅程，讲述了一个男孩、一只鼹鼠、一只狐狸和一匹马，四个孤独的灵魂在寻找家的过程中结伴而行，并在彼此身上找到了自己存在的意义。",
  "poster": "images/posters/995133.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "家庭": 1,
   "温情": 2,
   "冒险": 1,
   "热血": 1,
   "孤独": 1,
   "致郁": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 10.6187
  }
 },
 {
  "id": 1124,
  "title": "致命魔术",
  "original": "The Prestige",
  "year": 2006,
  "genres": [
   "剧情",
   "悬疑",
   "科幻"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0482571",
  "overview": "19世纪末，人们对科学文明的认知还不太清楚，于是，安吉尔和伯登凭借魔术，成为了伦敦城内的神奇人物。安吉尔出身贵族，魔术手段华丽丰富，是富人圈子里的表演常客。而伯登即使出身平平，争强好胜的心智和充满创造力的魔术技巧，却也令他有了名气。两人自小便是要好的伙伴，然而，现在魔术界二人各有领地，并且都有野心想成为顶级魔术师，一番明争暗斗如箭在弦上。伯登掌握了精彩的分身术，叫座又叫好。而安吉尔见情势不妙，搬来科学家助阵——他发明的交流电有无穷魔力，保证让观众目瞪口呆。二人出招接招，一来一",
  "poster": "images/posters/1124.jpg",
  "tags": {
   "温情": 1,
   "悬疑": 1,
   "烧脑": 2,
   "科幻": 1,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 22.0839
  }
 },
 {
  "id": 37257,
  "title": "控方证人",
  "original": "Witness for the Prosecution",
  "year": 1957,
  "genres": [
   "剧情",
   "悬疑",
   "犯罪"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0051201",
  "overview": "本片改编自阿加莎·克里斯蒂同名小说。  伦敦著名刑案辩护律师韦菲爵士接受了心脏病治疗，但是身体依旧虚弱，第一天回家休养，护士一直严厉监督他服药，并杜绝烟酒。管家为了便于上楼，还专门为他修了电梯。但是，种种关心照顾，对于这位桀骜不驯、牙尖嘴利的大律师根本不起作用，反倒是一纸诉状令他倍感兴奋。律师梅休和当事人沃尔登门拜访，请他出山打官司。原来，沃尔结识了富婆，两人相见甚欢，虽然仆人对他发明的打蛋器充满鄙夷，但是富婆却对他充满爱意，甚至为他修改了遗嘱，把8万英镑留给了他。然而，富婆",
  "poster": "images/posters/37257.jpg",
  "tags": {
   "温情": 1,
   "悬疑": 2,
   "烧脑": 1,
   "犯罪": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 9.2221
  }
 },
 {
  "id": 11,
  "title": "星球大战4：新希望",
  "original": "Star Wars",
  "year": 1977,
  "genres": [
   "冒险",
   "动作",
   "科幻"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0076759",
  "overview": "很久以前，在一个遥远的银河系……莱娅公主被邪恶的帝国势力挟为人质，企图镇压反抗银河帝国的起义军。卢克·天行者与汉·索罗船长携手可爱的机器人搭档R2-D2和C-3PO，共同踏上拯救美丽公主、恢复银河系正义的征程。[20世纪福克斯]",
  "poster": "images/posters/11.jpg",
  "tags": {
   "冒险": 2,
   "热血": 2,
   "爽": 1,
   "科幻": 2,
   "烧脑": 1,
   "经典老片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 31.2118
  }
 },
 {
  "id": 50014,
  "title": "相助",
  "original": "The Help",
  "year": 2011,
  "genres": [
   "剧情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1454029",
  "overview": "　　上世纪60年代，在密西西比州，黑佣艾比里恩（维奥拉•戴维斯 Viola Davis 饰）勤勤恳恳照顾女主人的女儿，后者因产后抑郁症只顾与闺蜜贪欢。密西西比大学毕业生斯基特（艾玛•斯通 Emma Stone 饰）在报社负责家庭主妇信箱，并由此开始黑佣的生存状态。其中，希利（布莱丝•达拉斯•霍华德 Bryce Dallas Howard 饰）无疑是反面教材，她态度傲慢，对黑佣米妮（奥克塔维亚•斯宾瑟 Octavia Spencer 饰）抱有偏见，并力主黑佣不能与主人共用厕所。",
  "poster": "images/posters/50014.jpg",
  "tags": {
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 20.2951
  }
 },
 {
  "id": 9702,
  "title": "黑帮悍将",
  "original": "Bound by Honor",
  "year": 1993,
  "genres": [
   "犯罪",
   "剧情",
   "惊悚"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0106469",
  "overview": "影片以诗人吉米·圣地亚哥·巴卡的真实生活经历为基础，重点讲述了帕科和克鲁兹的同父异母兄弟，以及他们的两个种族表兄米科。影片于1972年开拍，因为这三人是洛杉矶东部一个叫“瓦托斯机车”的团伙的成员，故事的重点是暴力犯罪和毒品的影响如何改变他们的生活。",
  "poster": "images/posters/9702.jpg",
  "tags": {
   "犯罪": 2,
   "悬疑": 2,
   "温情": 1,
   "烧脑": 1,
   "暗黑": 1,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 9.6303
  }
 },
 {
  "id": 1339713,
  "title": "痴迷",
  "original": "Obsession",
  "year": 2026,
  "genres": [
   "恐怖",
   "惊悚"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37287335",
  "overview": "在折断神秘的“心愿柳”以赢得暗恋对象的心之后，一个对爱情充满幻想的人如愿以偿地得到了自己想要的一切，但很快他发现，有些欲望需要付出黑暗而可怕的代价。",
  "poster": "images/posters/1339713.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 2,
   "悬疑": 1,
   "烧脑": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 253.6489
  }
 },
 {
  "id": 694,
  "title": "闪灵",
  "original": "The Shining",
  "year": 1980,
  "genres": [
   "恐怖",
   "惊悚"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0081505",
  "overview": "杰克是一个作家。一个冬天，他得到了一个看管山顶酒店的差事。这正合杰克的意思，他正好可以有一个幽静的地方写作。于是杰克带着妻儿搬进了酒店。冬天大雪封路，山顶酒店只有杰克一家三口。从他们一搬进来，杰克的妻子温蒂就发现这里气氛诡异，杰克的儿子丹尼经常看到一些他不认识的人，但这里除了他们一家别无他人。而杰克除了一整天闷头写作外，脾气亦变得越来越古怪。直到有一天，温蒂发现丈夫这些天来一直写就只有一句话：杰克发疯了！",
  "poster": "images/posters/694.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "悬疑": 1,
   "烧脑": 1,
   "经典老片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 23.7557
  }
 },
 {
  "id": 568332,
  "title": "泰勒·斯威夫特：“举世盛名”巡回演唱会",
  "original": "Taylor Swift: Reputation Stadium Tour",
  "year": 2018,
  "genres": [
   "音乐"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt9426852",
  "overview": "您已读过头条，听过传闻，而现在她将用红唇唱出真相。泰勒·斯威夫特将赠予全世界观众近距离观赏“泰勒·斯威夫特的名誉体育场巡回演唱会”在美国最后一场表演的机会，该巡回演唱会是美国历史以来销售额最高的巡演，现在仅在 Netflix 上放映！这部传奇的演唱会电影将展示火焰特技、烟花、数个场景以及 63 英尺的眼镜蛇卡林。《泰勒·斯威夫特的名誉体育场巡回演唱会》将从 12 月 31 日起在 Netflix 上面向全球上线，您可以随处观看这场销售一空并追高清囊括 6 万人的表演——无论是",
  "poster": "images/posters/568332.jpg",
  "tags": {
   "音乐": 1,
   "新片": 1,
   "欧美": 1
  },
  "sources": {
   "tmdb_pop": 2.8727
  }
 },
 {
  "id": 354912,
  "title": "寻梦环游记",
  "original": "Coco",
  "year": 2017,
  "genres": [
   "家庭",
   "动画",
   "音乐",
   "冒险"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2380307",
  "overview": "尽管家族世代对音乐有着令人费解的禁令，米格尔仍梦想成为偶像埃内斯托·德拉克里兹那样杰出的音乐家。急于证明自己的才华，米格尔因一连串神秘事件而误入绚丽多彩的亡灵之地。途中，他遇到了迷人的捣蛋鬼埃克托，两人携手踏上非凡旅程，揭晓米格尔家族历史背后尘封的真相。[迪士尼/皮克斯]",
  "poster": "images/posters/354912.jpg",
  "tags": {
   "家庭": 1,
   "温情": 1,
   "动画": 1,
   "童话": 1,
   "音乐": 1,
   "冒险": 1,
   "热血": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 42.5591
  }
 },
 {
  "id": 11324,
  "title": "禁闭岛",
  "original": "Shutter Island",
  "year": 2010,
  "genres": [
   "剧情",
   "惊悚",
   "悬疑"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1130884",
  "overview": "故事发生于波士顿海湾的一座与世隔绝的小岛上，66名精神病罪犯被关押于此，传言岛上正在进行种种人体实验。重重戒备之下，一个杀害了三个亲生孩子的女犯雷切尔，竟诡异失踪。联邦执法官泰德·丹尼尔和搭档查克奉命上岛调查此事。而泰德此行前来还有一个隐秘的目的——寻找让妻子 葬身火海的凶手。故事遵循这条线索展开，寻找失踪之谜、访问医院工作人员与病人、地毯式搜查……泰德查遍全岛，意外发现岛上多出一份神秘档案：第67号病人的 ！岛上所有秘密无不纠结于这个多出来的人。但究竟谁是67号？",
  "poster": "images/posters/11324.jpg",
  "tags": {
   "温情": 1,
   "悬疑": 3,
   "烧脑": 3,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 24.8857
  }
 },
 {
  "id": 265177,
  "title": "妈咪",
  "original": "Mommy",
  "year": 2014,
  "genres": [
   "剧情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt3612616",
  "overview": "单亲妈妈戴安（安妮·杜尔瓦勒 Anne Dorval 饰）大大咧咧，抽烟喝酒满口脏话，有着一颗不服输的心。她独自抚养患有多动症、常做出暴力行为的儿子斯蒂夫（安托万-奥利弗·波尼安 Antoine-Olivier Pilon 饰），母子关系游走在爆炸的边缘。戴安担心斯蒂夫惹是生非，斯蒂夫迫切想表达对妈妈的爱。新邻居凯拉（苏珊娜·克莱蒙 Suzanne Clément 饰）适时出现，这位患有失语症的高中女教师充当了母子的缓冲阀，让三个人都开始看到平衡和希望。然而斯蒂夫以前暴力行为",
  "poster": "images/posters/265177.jpg",
  "tags": {
   "温情": 2,
   "治愈": 1,
   "暗黑": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 9.9976
  }
 },
 {
  "id": 1244492,
  "title": "蓦然回首",
  "original": "ルックバック",
  "year": 2024,
  "genres": [
   "动画",
   "剧情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt31711040",
  "overview": "藤野是一名小学四年级学生，她在校报上连载的四格漫画专栏获得了同学们的一致好评。然而某天她的老师却突然告诉她，逃学的京本想在报纸上刊登自己的漫画。两个女孩对漫画的共同热情让她们走到了一起，直到有一天，某件事的发生打破了这一切，一个令人揪心的成长故事就此展开。",
  "poster": "images/posters/1244492.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "温情": 1,
   "成长": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 14.074
  }
 },
 {
  "id": 568300,
  "title": "防弹少年团世界巡回演唱会：在首尔爱自己",
  "original": "러브 유어셀프 인 서울",
  "year": 2019,
  "genres": [
   "音乐"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt9448868",
  "overview": "在 BTS 世界巡回演唱会 \"Love Yourself \"期间于首尔奥林匹克体育场拍摄，以庆祝这个全球男孩组合的七名成员及其前所未有的国际现象。",
  "poster": "images/posters/568300.jpg",
  "tags": {
   "音乐": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "日韩": 1
  },
  "sources": {
   "tmdb_pop": 2.2154
  }
 },
 {
  "id": 25237,
  "title": "自己去看",
  "original": "Иди и смотри",
  "year": 1985,
  "genres": [
   "剧情",
   "战争",
   "恐怖",
   "历史"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0091251",
  "overview": "这是一部很特殊的战争题材电影，它真实地描写了德占区人民的悲惨遭遇和场面，以及人们面对突如其来的灾难的恐惧，反映了战争的真实面目。它既不同于《斯大林格勒保卫战》、《攻占柏林》这些正面战场的血肉横飞、排山倒海、摧枯拉朽，也不同与《这里的黎明静悄悄》、《星》所描写的局部战斗中体现的平凡悲壮，更不是战地浪漫曲，而是降临在平民百姓头上血淋淋的残酷。影片的事件和恐怖场面远超过任何一部描写德军集中营的电影，令人毛骨悚然，提醒胆小和心软者慎看。",
  "poster": "images/posters/25237.jpg",
  "tags": {
   "温情": 1,
   "战争": 1,
   "恐怖": 1,
   "暗黑": 1,
   "历史": 1,
   "经典老片": 1,
   "其他": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 9.7993
  }
 },
 {
  "id": 68718,
  "title": "被解救的姜戈",
  "original": "Django Unchained",
  "year": 2012,
  "genres": [
   "剧情",
   "西部"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1853728",
  "overview": "姜戈是一名奴隶，他与前主人间那段饱受虐待的过往，让他最终与德裔赏金猎人金·舒尔茨医生狭路相逢。舒尔茨正在追踪杀人如麻的布里特尔兄弟，而只有姜戈能带他找到这帮悬赏目标。行事不循常规的舒尔茨赎下了姜戈，并承诺抓住布里特尔兄弟后——无论死活——便给予他自由。",
  "poster": "images/posters/68718.jpg",
  "tags": {
   "温情": 1,
   "冒险": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 26.4601
  }
 },
 {
  "id": 1186532,
  "title": "摇篮",
  "original": "The Forge",
  "year": 2024,
  "genres": [
   "剧情",
   "家庭"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt26731216",
  "overview": "高中毕业后，以赛亚对未来没有任何规划，他受到激励，开始做出更好的人生决定。",
  "poster": "images/posters/1186532.jpg",
  "tags": {
   "温情": 2,
   "家庭": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 6.4867
  }
 },
 {
  "id": 324786,
  "title": "血战钢锯岭",
  "original": "Hacksaw Ridge",
  "year": 2016,
  "genres": [
   "剧情",
   "历史",
   "战争"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2119532",
  "overview": "故事改编自二战上等兵军医戴斯蒙德·道斯的真实经历，他因为在冲绳岛战役中勇救75人生命而被授予美国国会荣誉勋章，同时也是首位获此荣誉的在战场上拒绝杀戮的医疗兵。",
  "poster": "images/posters/324786.jpg",
  "tags": {
   "温情": 1,
   "历史": 1,
   "战争": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 28.892
  }
 },
 {
  "id": 618344,
  "title": "黑暗正义联盟：天启星战争",
  "original": "Justice League Dark: Apokolips War",
  "year": 2020,
  "genres": [
   "动画",
   "动作",
   "冒险",
   "奇幻"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt11079148",
  "overview": "在星际暴君达克赛德（Darkseid）摧毁正义联盟（Justice League）后，地球被毁灭了，这场战争是由DC超级英雄发动的。现在，正义联盟、少年泰坦、自杀小队和其他各色各样的好堡垒必须重新集结，制定战略，并将战争带到黑暗世界，以拯救地球及其幸存居民。",
  "poster": "images/posters/618344.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "热血": 2,
   "爽": 1,
   "冒险": 3,
   "暗黑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 5.9721
  }
 },
 {
  "id": 26451,
  "title": "对一个不容怀疑的公民的调查",
  "original": "Indagine su un cittadino al di sopra di ogni sospetto",
  "year": 1970,
  "genres": [
   "剧情",
   "惊悚"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0065889",
  "overview": "这位极具挑衅性的意大利电影导演埃利奥·佩特里在国际上最受赞誉的作品，便是这部荣获奥斯卡奖、令人震撼且直击人心的杰出惊悚片。在讲述一位罗马警探调查一桩令人发指的罪行——而凶手正是他自己——这一卡夫卡式故事时，佩特里巧妙维系了荒诞与写实间的平衡。影片既是对人物的深刻剖析，亦是对1960年代末至70年代初意大利政府高压镇压的尖锐评论。佩特里对超现实官僚体系的动态描摹，呈现出一幅反常又愉悦的受控混乱图景。[标准收藏]",
  "poster": "images/posters/26451.jpg",
  "tags": {
   "温情": 1,
   "悬疑": 1,
   "烧脑": 1,
   "震撼": 1,
   "经典老片": 1,
   "其他": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 3.4612
  }
 },
 {
  "id": 537061,
  "title": "宇宙小子大电影",
  "original": "Steven Universe: The Movie",
  "year": 2019,
  "genres": [
   "动画",
   "家庭",
   "冒险",
   "奇幻",
   "剧情",
   "电视电影"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt10515852",
  "overview": "讲述史蒂文以为他保护地球的日子结束了，但新的反派来到沙滩市，史蒂文平静美丽的日子也完了，他遇到了人生中最大的挑战。",
  "poster": "images/posters/537061.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "家庭": 1,
   "温情": 2,
   "冒险": 2,
   "热血": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 7.6064
  }
 },
 {
  "id": 284,
  "title": "桃色公寓",
  "original": "The Apartment",
  "year": 1960,
  "genres": [
   "喜剧",
   "剧情",
   "爱情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0053604",
  "overview": "C. C. Baxter是纽约一个大公司的小职员，他的单身公寓经常被公司的高层们用去当作幽会的场所，Baxter也因此获得不少升迁的机会。Baxter暗恋着公司的电梯女郎Fran Kubelik，这天他终于鼓起勇气约了她晚上一起去看一出戏剧。然而Baxter等了一晚却未见Fran的踪影，原来Fran是公司的高管有妇之夫Jeffery Sheldrake的地下情人，那晚他们还在Baxter的公寓幽会。Jeffery信誓旦旦向Fran表示，他将和他的妻子离婚然后和她名正言顺地在一",
  "poster": "images/posters/284.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "职场": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 7.827
  }
 },
 {
  "id": 851644,
  "title": "20世纪少女",
  "original": "20세기 소녀",
  "year": 2022,
  "genres": [
   "爱情",
   "剧情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt15340724",
  "overview": "1999年，一名少女为了大犯花痴的好友而密切关注学校里的一个男生，结果却展开了自己的爱情故事。",
  "poster": "images/posters/851644.jpg",
  "tags": {
   "爱情": 2,
   "浪漫": 2,
   "温情": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 9.2283
  }
 },
 {
  "id": 3780,
  "title": "红胡子",
  "original": "赤ひげ",
  "year": 1965,
  "genres": [
   "剧情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0058888",
  "overview": "黑泽明执导这部歌颂人性光辉的经典之作，影片围绕一位傲慢的年轻医生与仁厚的诊所院长之间跌宕起伏的羁绊展开。三船敏郎在他与黑泽明合作的最后一部作品中，以极具力量的表演诠释了这位威严而富有同理心的院长形象，引导其学生走向成熟，教会那位愤世嫉俗的实习医生珍视贫困患者的生命。黑泽明精准捕捉了19世纪日本的时代风貌与人文气息，将时间、地域与情感交织成一幅引人入胜的画卷。[标准收藏]",
  "poster": "images/posters/3780.jpg",
  "tags": {
   "温情": 1,
   "经典老片": 1,
   "日韩": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 4.0612
  }
 },
 {
  "id": 20941,
  "title": "无知的声音",
  "original": "Voces inocentes",
  "year": 2005,
  "genres": [
   "剧情",
   "战争"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0387914",
  "overview": "20世纪80年代伊始，位于中美洲北部的小国萨尔瓦多爆发长达12年的内战。政府军和游击队连年激战，人民流离失所，国家破败不堪。11岁的男孩恰瓦（Carlos Padilla 饰）和母亲、姊妹生活在一起，他的父亲背井离乡，杳无音信。家中的生活困苦不堪，死亡也随时威胁着他们。本该在学堂求学的恰瓦，却被迫成为了一名端着冲锋枪的娃娃兵。从此，死神成为这群懵懂孩童最亲密最恐怖的同行者……\r 　　本片荣获2005年墨西哥金像奖最佳化妆、最佳特效和最佳女配角（Ofelia Medina）三项",
  "poster": "images/posters/20941.jpg",
  "tags": {
   "温情": 1,
   "战争": 1,
   "近代": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 3.8487
  }
 },
 {
  "id": 1419406,
  "title": "捕风追影",
  "original": "捕风追影",
  "year": 2025,
  "genres": [
   "动作",
   "犯罪",
   "剧情",
   "惊悚"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt34610311",
  "overview": "一伙天才盗匪劫走数亿资产，却凭借超强反侦察能力全身而退，戏耍警方“天眼”系统。一筹莫展之际，澳门司警局请回了隐退多年的跟踪专家黄德忠，他培养年轻司警何秋果等人，重组“神秘跟踪队”，最终锁定了盗匪团的幕后狼王傅隆生。当警方布下天罗地网之时，盗匪团也设下局中局，斗智斗勇斗心眼，一场高端猫鼠局拉开帷幕……",
  "poster": "images/posters/1419406.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "犯罪": 1,
   "悬疑": 2,
   "温情": 1,
   "烧脑": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 58.3602
  }
 },
 {
  "id": 620683,
  "title": "我的母亲有话说",
  "original": "Minha Mãe é uma Peça 3: O Filme",
  "year": 2019,
  "genres": [
   "喜剧"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt10611372",
  "overview": "",
  "poster": "images/posters/620683.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "其他": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 1.6626
  }
 },
 {
  "id": 313106,
  "title": "神秘博士：博士之日",
  "original": "Doctor Who: The Day of the Doctor",
  "year": 2013,
  "genres": [
   "科幻",
   "冒险"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2779318",
  "overview": "被列入世界吉尼斯纪录的最长科幻系列电视剧《神秘博士》将迎来第50周年的播放纪念。为了庆祝这部长寿电视剧的半百生日，英国广播公司BBC电视台制作了《神秘博士》特辑，不仅将在英国电视台和电影院同步播映，还将首次以3D形式与观众见面。  　　\r 据悉，此次纪念活动将成为一次全国性的庆祝活动。BBC电视台电视剧部门相关负责人本·史蒂文森表示这部穿越时空的科幻电视剧的纪念甚至可以与女王的60周年钻禧和奥运会相媲美，庆祝活动将持续一年，并在11月达到高潮。年初，印有11任博士头像的纪念邮",
  "poster": "images/posters/313106.jpg",
  "tags": {
   "科幻": 2,
   "烧脑": 1,
   "冒险": 1,
   "热血": 1,
   "职场": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 2.7798
  }
 },
 {
  "id": 290098,
  "title": "小姐",
  "original": "아가씨",
  "year": 2016,
  "genres": [
   "惊悚",
   "剧情",
   "爱情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt4016934",
  "overview": "故事背景设定在1930年代日本占领时期的朝鲜。新人女仆淑熙受雇服侍日本贵族秀子，后者与专横的舅舅居住在一座偏僻的乡间大宅中。然而女仆怀揣秘密：她实为一名扒手，受假冒日本伯爵的骗子招募，企图助其引诱小姐私奔，夺取财产后将秀子关进疯人院。计划似乎顺利进行，直到淑熙与秀子之间萌生了意料之外的情愫。",
  "poster": "images/posters/290098.jpg",
  "tags": {
   "悬疑": 1,
   "烧脑": 1,
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 20.2791
  }
 },
 {
  "id": 77,
  "title": "记忆碎片",
  "original": "Memento",
  "year": 2000,
  "genres": [
   "悬疑",
   "惊悚"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0209144",
  "overview": "警方不予受理后，伦纳德·谢尔比执意追查强奸杀害妻子的凶手。然而，一种罕见且无法治愈的失忆症，使他踏上复仇之路难上加难。",
  "poster": "images/posters/77.jpg",
  "tags": {
   "悬疑": 2,
   "烧脑": 2,
   "治愈": 1,
   "温情": 1,
   "近代": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 21.3765
  }
 },
 {
  "id": 348,
  "title": "异形",
  "original": "Alien",
  "year": 1979,
  "genres": [
   "恐怖",
   "科幻"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0078748",
  "overview": "未来的世界，人类已能轻松穿梭于星际之间，在太空中展开商业活动。“诺斯特罗莫”是在太空活动的众多星际商业运输船之一。一次，它完成任务满载太空矿石返航地球时，突然收到了一组奇怪的信号，由于这可能是求救信号，飞船接到指令前往信号源地进行搜救。经过一段飞行后，飞船终于抵达信号源发出的地方。船员们发现此处果然有一艘坠毁的飞船，只是，经过一番搜索，他们发现该船的船员们都早已死亡，化为化石。此时，留在“诺斯特罗莫”号的第三指挥官蕾普莉已经破译出该信号并不是求救信号，而是警告信号！队员的生死",
  "poster": "images/posters/348.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "科幻": 1,
   "烧脑": 1,
   "轻松": 1,
   "经典老片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 28.4092
  }
 },
 {
  "id": 185,
  "title": "发条橙",
  "original": "A Clockwork Orange",
  "year": 1971,
  "genres": [
   "科幻",
   "犯罪"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0066921",
  "overview": "　　阿利斯是一位无恶不作的少年，他的特殊喜好是边听贝多芬的交响曲边奸淫女性，某次他进入一所别墅抢劫一番后，打残了该别墅的主人——一名小说家，并用特殊喜好蹂躏了其妻子。后来因为杀了一名单身女子，阿利斯入狱并接受了特殊的人格治疗，出狱后，他对淫乐之事产生彻底的厌倦。但当阿利斯回到家时，周围人群没改变对他的旧看法，在种种歧视的重压下，他跑到郊外一所别墅想喘口气，不想这所别墅正是他以前抢劫过的小说家的那所。而作为反政府组织首领的该小说家为了达到某种目的，软禁了阿利斯。当这件事暴露小说",
  "poster": "images/posters/185.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 1,
   "犯罪": 1,
   "悬疑": 1,
   "经典老片": 1,
   "欧美": 1
  },
  "sources": {
   "tmdb_pop": 15.216
  }
 },
 {
  "id": 1160164,
  "title": "泰勒·斯威夫特：时代巡回演唱会",
  "original": "TAYLOR SWIFT | THE ERAS TOUR",
  "year": 2023,
  "genres": [
   "音乐"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt28814949",
  "overview": "体验由独一无二的泰勒·斯威夫特带来的、令人叹为观止的“时代巡回演唱会”。 《泰勒·斯威夫特：时代巡回演唱会》（Taylor Swift: The Eras Tour）是一部于2023年上映的演唱会音乐纪录电影，由美国创作歌手泰勒·斯威夫特亲自担任制片并主演，萨姆·伦奇执导。影片全程拍摄于巡演2023年8月3日至5日在美国洛杉矶SoFi体育场举办的三场演唱会，是“泰勒·斯威夫特 'Eras' 世界巡回演唱会”的电影版本。 该片于2023年10月13日在北美正式上映，12月13日",
  "poster": "images/posters/1160164.jpg",
  "tags": {
   "音乐": 1,
   "职场": 1,
   "新片": 1,
   "欧美": 1
  },
  "sources": {
   "tmdb_pop": 4.1718
  }
 },
 {
  "id": 441130,
  "title": "狼行者",
  "original": "Wolfwalkers",
  "year": 2020,
  "genres": [
   "动画",
   "家庭",
   "冒险",
   "奇幻"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt5198068",
  "overview": "在一个充满迷信与魔法的时代，年轻的见习猎人罗宾·古德费洛跟随父亲前往爱尔兰，奉命消灭最后一群野狼。在城墙外的禁忌之地探险时，罗宾结识了无拘无束的女孩梅芙——她来自一个神秘部落，传说其族人能在夜晚化身为狼。在寻找梅芙失踪母亲的过程中，罗宾逐渐揭开了惊人的秘密，她不仅更深地卷入狼行者的奇幻世界，更可能变成父亲奉命摧毁的存在。",
  "poster": "images/posters/441130.jpg",
  "tags": {
   "动画": 1,
   "童话": 3,
   "家庭": 1,
   "温情": 1,
   "冒险": 2,
   "热血": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 9.2387
  }
 },
 {
  "id": 280,
  "title": "终结者2：审判日",
  "original": "Terminator 2: Judgment Day",
  "year": 1991,
  "genres": [
   "动作",
   "惊悚",
   "科幻"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0103064",
  "overview": "上一部中，超级电脑“天网”阻止人类抵抗领袖约翰·康纳诞生的行动失败，时隔13年后，在“审判日”到来之前，“天网”派出了更加先进的生化机器人T-1000（罗伯特·帕特里克 饰）从公元2029年回到洛杉矶追杀已经长大的约翰，与此同时，约翰也派出了机器人T-800（阿诺· 施瓦辛格 饰）回去保护年幼的自己。\r 此时，萨拉·康纳（琳达·汉密尔顿 饰）因为怪异的言行而住进了精神疗养院，约翰则和养父母住在一起，行为叛逆。T-800找到他们，在逃避T-1000追杀过程中，获得了二人的信任。",
  "poster": "images/posters/280.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 1,
   "烧脑": 2,
   "科幻": 2,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 36.3068
  }
 },
 {
  "id": 629,
  "title": "非常嫌疑犯",
  "original": "The Usual Suspects",
  "year": 1995,
  "genres": [
   "剧情",
   "犯罪",
   "惊悚"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0114814",
  "overview": "美国加州的圣佩雷罗港一艘货轮爆炸，死亡27人，9000万美元失踪。事故发生以后，联邦调查局探员白基奇在医院等待昏迷不醒的幸存者；海关特派员大卫（查兹•帕明特里 饰）则对另外一名拿到特赦令的幸存者金特（凯文•史派西 饰）进行了审问。金特供认，在事故中丧生的基顿（加布里埃尔•伯恩 饰）、法特（本尼西奥•德托罗 饰）、麦曼诺（斯蒂芬•鲍尔文 饰）和杜学尼（凯文•波拉克 饰），以及他本人，六个月前被警察局作为卡车抢劫案的疑犯带到警局过了一夜，五人因此结成了一个犯罪团伙，狼狈为奸……",
  "poster": "images/posters/629.jpg",
  "tags": {
   "温情": 1,
   "犯罪": 1,
   "悬疑": 2,
   "烧脑": 1,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 17.346
  }
 },
 {
  "id": 489,
  "title": "心灵捕手",
  "original": "Good Will Hunting",
  "year": 1997,
  "genres": [
   "剧情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0119217",
  "overview": "麻省理工学院的数学教授蓝波在席上公布了一道困难的数学题，却被年轻的清洁工威尔（马特·戴蒙 饰）解了出来。可是威尔却是个问题少年，成天和好朋友查克（本·阿弗莱特 饰）等人四处闲逛，打架滋事。当蓝波找到这个天才的时候，他正因为打架袭警被法庭宣判送进看守所。蓝波向法官求情保释，才使他免于牢狱之灾。蓝波为了让威尔找到自己的人生目标，不浪费他的数学天赋，请了很多心理学专家为威尔做辅导，但是威尔十分抗拒，专家们都束手无策。无计可施之下，蓝波求助于他大学的好友，心理学教授尚恩（罗宾·威廉姆",
  "poster": "images/posters/489.jpg",
  "tags": {
   "温情": 1,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 22.6596
  }
 },
 {
  "id": 1327819,
  "title": "河狸变身计划",
  "original": "Hoppers",
  "year": 2026,
  "genres": [
   "冒险",
   "动画",
   "喜剧",
   "家庭",
   "科幻"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt26443616",
  "overview": "梅宝是一位对动物世界充满好奇的年轻女孩，她利用先进的意识上传技术，将自己的思维注入一只机械河狸体内。以这种独特的形态，梅宝结识了河狸王国的乔治国王等动物伙伴。然而，一个由房地产开发计划带来的威胁，正试图破坏动物们的栖息地。梅宝与她的新朋友们联手，利用机械河狸的能力和人类的智慧，共同对抗这个危机，守护动物们的家园。",
  "poster": "images/posters/1327819.jpg",
  "tags": {
   "冒险": 1,
   "热血": 1,
   "动画": 1,
   "童话": 1,
   "喜剧": 1,
   "轻松": 1,
   "家庭": 1,
   "温情": 1,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 52.8207
  }
 },
 {
  "id": 81481,
  "title": "熔炉",
  "original": "도가니",
  "year": 2011,
  "genres": [
   "剧情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2070649",
  "overview": "本片取材于2005年光州一所聋哑障碍人学校的真实事件，改编自韩国作家孔枝泳的同名小说。\r 来自首尔的哑语美术老师仁浩（孔宥 饰）来到雾津，应聘慈爱聋哑人学校。天降大雾，他意外撞车，维修时邂逅了人权组织成员柔珍（郑有美 饰）。仁浩妻子早亡，8岁女儿天生哮喘由祖母照看，所以他不辞辛苦谋职养家。然而，双胞胎的校长与教导主任竟逼仁浩索贿5千万韩元。同时，仁浩逐渐发现学校笼罩着一种紧张压抑的气氛，令人窒息。有三个孩子引人关注：聪颖的金妍斗（金贤秀 饰）、贪吃的陈宥利（郑仁絮 饰）和弟弟",
  "poster": "images/posters/81481.jpg",
  "tags": {
   "温情": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 6.0021
  }
 },
 {
  "id": 5156,
  "title": "偷自行车的人",
  "original": "Ladri di biciclette",
  "year": 1948,
  "genres": [
   "剧情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0040522",
  "overview": "这部荣获奥斯卡奖的维托里奥·德西卡作品，被全球影坛誉为有史以来最伟大的电影之一，界定了电影史上的一个时代。在战后贫困的罗马，一个男人得到了一份能为其绝望家庭带来救赎希望的新工作，然而开工第一天，他工作必需的自行车便遭窃。他带着年幼的儿子，踏上了寻找窃贼的征程。结构简朴而人性洞察深刻，本片凝聚了意大利新现实主义运动的最大优点：情感上的澄澈、社会意义上的正直，以及残酷的诚实。",
  "poster": "images/posters/5156.jpg",
  "tags": {
   "温情": 1,
   "社会": 1,
   "写实": 1,
   "经典老片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 6.1382
  }
 },
 {
  "id": 980477,
  "title": "哪吒之魔童闹海",
  "original": "哪吒之魔童闹海",
  "year": 2025,
  "genres": [
   "动画",
   "动作",
   "奇幻",
   "冒险"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt34956443",
  "overview": "天劫之后，哪吒、敖丙的灵魂虽保住了，但肉身很快会魂飞魄散。太乙真人打算用七色宝莲给二人重塑肉身。但是在重塑肉身的过程中却遇到重重困难，哪吒、敖丙的命运将走向何方？ 申公豹放出被囚的四龙王，东海龙王敖光表示“我若出战，就让陈塘关鸡犬不留”，哪吒为了守卫陈塘关将与四海龙王大打出手。",
  "poster": "images/posters/980477.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "热血": 2,
   "爽": 1,
   "冒险": 3,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 26.214
  }
 },
 {
  "id": 361743,
  "title": "Top Gun: Maverick",
  "original": "Top Gun: Maverick",
  "year": 2022,
  "genres": [
   "动作",
   "剧情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1745960",
  "overview": "作为海军顶尖飞行员服役30多年后，皮特·米切尔（代号：“独行侠”）（汤姆·克鲁斯 饰演）决定打破体制的限制，成为一名试飞员接受更大的挑战。当他接到命令，为一项高难度特殊任务训练一群“高空利剑”项目的毕业生时，他遇到了已故的好友兼雷达截获官，代号“笨鹅”的尼克·布拉德肖中尉之子布莱德利·布拉德肖中尉（代号：“公鸡”）。  面对不确定的未来和难以释怀的心魔，独行侠必须战胜内心深处的恐惧。因此，他参与了一项需要巨大牺牲才能完成的任务",
  "poster": "images/posters/361743.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 35.0907
  }
 },
 {
  "id": 1280738,
  "title": "火遮眼",
  "original": "火遮眼",
  "year": 2026,
  "genres": [
   "动作",
   "犯罪",
   "惊悚"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt33311069",
  "overview": "东南亚某地，失语的维修工王伟与女儿雨晴相依为命。一天，雨晴在街头被一个人口贩卖组织掳走，王伟向警方求助，却发现当地执法系统充斥着腐败与冷漠。走投无路之下，他只能凭自己的力量追查女儿下落，并在过程中结识记者纳文。纳文的妻子曾因调查同一犯罪网络而神秘失踪，两人因此决定联手，沿着有限的线索一步步深入地下犯罪世界。面对盘根错节的黑恶势力和接连出现的危险，王伟为了救回女儿，不得不重新展现自己隐藏已久的战斗能力……",
  "poster": "images/posters/1280738.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "犯罪": 1,
   "悬疑": 2,
   "烧脑": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 52.1925
  }
 },
 {
  "id": 1422,
  "title": "无间道风云",
  "original": "The Departed",
  "year": 2006,
  "genres": [
   "剧情",
   "惊悚",
   "犯罪"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0407887",
  "overview": "这部由马丁·斯科塞斯执导的硬派犯罪剧情片，将我们带入两名警察的人生：科林·沙利文（马特·达蒙 饰）精明而野心勃勃，看似在麻省州警精英特别调查组中拥有快速晋升通道，该部门的首要目标是势力庞大的爱尔兰黑帮头目弗兰克·卡斯特罗（杰克·尼科尔森 饰）。比利·科斯蒂根（莱昂纳多·迪卡普里奥 饰）熟知街头法则且强悍坚韧，却因被指暴力倾向而失去警徽，最终重回南波士顿的混乱街头，并被招募加入卡斯特罗的团伙。然而两人皆隐藏着真实身份，当他们在对立阵营中展开行动时，被迫卷入一场生死攸关的致命猫鼠",
  "poster": "images/posters/1422.jpg",
  "tags": {
   "温情": 1,
   "悬疑": 2,
   "烧脑": 1,
   "犯罪": 2,
   "暗黑": 1,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 19.9467
  }
 },
 {
  "id": 37165,
  "title": "楚门的世界",
  "original": "The Truman Show",
  "year": 1998,
  "genres": [
   "喜剧",
   "剧情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0120382",
  "overview": "楚门·伯班克过着看似平凡而安稳的生活，却总觉得身边有些事情不太对劲：曾经突然消失的初恋、早已溺水身亡却似乎再次出现的父亲，以及一次次阻止他离开家乡的意外。随着越来越多无法解释的异常发生，楚门开始怀疑自己熟悉的生活并不像表面那样真实，甚至感觉无论走到哪里都有人在注视着自己。为了找到失踪的初恋，也为了弄清隐藏在日常生活背后的真相，他决定不惜一切代价离开这个生活了三十多年的世界……",
  "poster": "images/posters/37165.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "温情": 1,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 23.6956
  }
 },
 {
  "id": 522924,
  "title": "我在雨中等你",
  "original": "The Art of Racing in the Rain",
  "year": 2019,
  "genres": [
   "剧情",
   "爱情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1478839",
  "overview": "影片改编自Garth Stein所著同名畅销小说，聚焦一只名叫恩佐的狗狗，和他的主人——职业赛车手Denny Swift，恩佐跟着Denny学会了很多生活哲学。",
  "poster": "images/posters/522924.jpg",
  "tags": {
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 7.0425
  }
 },
 {
  "id": 111,
  "title": "疤面煞星",
  "original": "Scarface",
  "year": 1983,
  "genres": [
   "动作",
   "犯罪",
   "剧情"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0086250",
  "overview": "古巴难民青年托尼（阿尔•帕西诺 Al Pacino 饰）逃难来到了美国的迈阿密，成了一个典型的天不怕、地不怕的美国街头小混混。托尼在当地的一个毒枭手下干活，因其心狠手辣、胆大心细，十分出色地帮老大完成了几件任务而迅速受到赏识，成为毒枭的第一得力助手。然而托尼并没有就此满足，他先是从委内瑞拉的毒枭那里接下了大单子，接着将自己的眼中钉一颗颗除去，势力不断扩大。当他的老大感受到威胁时已经太晚了，托尼将老大干掉然后一统了迈阿密毒品市场的天下。托尼得势后他的性格开始变得疑神疑鬼，对周围",
  "poster": "images/posters/111.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "犯罪": 2,
   "悬疑": 1,
   "温情": 1,
   "经典老片": 1,
   "欧美": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 25.4181
  }
 },
 {
  "id": 1058424,
  "title": "希望",
  "original": "호프",
  "year": 2026,
  "genres": [
   "科幻",
   "悬疑",
   "动作"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt27369017",
  "overview": "20世纪70至80年代，生活在非军事区附近孤立村庄——湖浦港的居民，与不明外星生物对抗。",
  "poster": "images/posters/1058424.jpg",
  "tags": {
   "科幻": 2,
   "烧脑": 2,
   "悬疑": 1,
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "新片": 1,
   "日韩": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 25.1822
  }
 },
 {
  "id": 1305781,
  "title": "镖人：风起大漠",
  "original": "镖人：风起大漠",
  "year": 2026,
  "genres": [
   "动作",
   "冒险",
   "剧情",
   "西部"
  ],
  "rating": 8.2,
  "tmdb_rating": 8.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32649961",
  "overview": "大漠之上，镖人、官府、西域五大家族等多方势力盘根错节、暗潮涌动。“天字第二号逃犯”刀马受恩人莫族长所托，接下一趟特殊的押镖任务，护送神秘人物知世郎从西域前往长安。然而，他很快发现自己护送的竟是“天字第一号逃犯”。随着消息传开，各方势力纷纷闻风而动，一场围绕这趟神秘押镖展开的争夺席卷大漠。面对接踵而来的追杀与危机，刀马也逐渐发现，这趟任务背后还隐藏着与自己和小七有关的秘密……",
  "poster": "images/posters/1305781.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 3,
   "温情": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 23.0385
  }
 },
 {
  "id": 517814,
  "title": "何以为家",
  "original": "کفرناحوم",
  "year": 2018,
  "genres": [
   "剧情"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt8267604",
  "overview": "法庭上，十二岁的男孩赞恩向法官状告他的亲生父母，原因是，他们给了他生命。是什么样的经历让一个孩子做出如此不可思议的举动？故事中，赞恩的父母在无力抚养和教育的状况下依然不停生育，作为家中的长子赞恩，弱小的肩膀承担了无数生活的重压。当妹妹被强行卖给商贩为妻时，赞恩愤怒离家，之后遇到一对没有合法身份的母子，相互扶持勉强生活。然而生活并没有眷顾赞恩，重重磨难迫使他做出了令人震惊的举动……",
  "poster": "images/posters/517814.jpg",
  "tags": {
   "温情": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 8.0085
  }
 },
 {
  "id": 18148,
  "title": "东京物语",
  "original": "東京物語",
  "year": 1953,
  "genres": [
   "剧情"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0046438",
  "overview": "一部对人类本质与世间别离的深刻感怀之作，是电影巨匠小津安二郎导演生涯的至高杰作。以战后繁忙的东京为背景，讲述一对老夫妇前往探望成年子女的旅程，以导演一贯的细腻笔触与敏锐的社会观察，描摹出家庭生活中丰富而复杂的景象。笠智众与原节子等小津班底的动人演绎，使影片深入拓展了导演一以贯之的代际隔阂主题，无疑成就了电影史上最伟大的杰作之一。",
  "poster": "images/posters/18148.jpg",
  "tags": {
   "温情": 1,
   "社会": 1,
   "写实": 1,
   "经典老片": 1,
   "日韩": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 6.841
  }
 },
 {
  "id": 490,
  "title": "第七封印",
  "original": "Det sjunde inseglet",
  "year": 1957,
  "genres": [
   "奇幻",
   "剧情"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0050976",
  "overview": "十字军东征归来的骑士精疲力竭，发现中世纪瑞典正被瘟疫笼罩。当披着斗篷的死神突然现身时，骑士向他发起了象棋对决的挑战。随着这场命运棋局的推进，骑士与随从在绝望的社会中邂逅了形形色色的边缘人。导演英格玛·伯格曼以此展开对信仰本质与死亡折磨的深邃追问。作为当时最具影响力的电影之一，本片不仅是人类探寻意义的震撼寓言，更是一部凝练的视觉诗篇。[标准收藏公司]",
  "poster": "images/posters/490.jpg",
  "tags": {
   "童话": 1,
   "冒险": 1,
   "温情": 1,
   "震撼": 1,
   "社会": 1,
   "写实": 1,
   "职场": 1,
   "经典老片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 8.5937
  }
 },
 {
  "id": 606856,
  "title": "多哥",
  "original": "Togo",
  "year": 2019,
  "genres": [
   "冒险",
   "历史",
   "剧情"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt5116302",
  "overview": "　　聚焦1925年雪橇手和雪橇犬齐心协力为拯救阿拉斯加州诺姆市孩子的性命而奔波于血清接力路上的事件，被称为“Great Race of Mercy”。本片将登陆迪士尼自家流媒体，2019年推出。  1924年年底，诺姆市一个2岁小孩生病，医生诊断其患有扁桃体炎，这种疾病通常不会有生命危险，然而这个小孩成为例外，接下来很多孩子都被诊断患上了扁桃体炎，有几个不幸离世，医生最终确认这种病症是白喉。当时有一种疫苗能够用来对付白喉，然后诺姆市的疫苗全部过期，新疫苗在港口关闭前却未能送达",
  "poster": "images/posters/606856.jpg",
  "tags": {
   "冒险": 1,
   "热血": 1,
   "历史": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 6.6345
  }
 },
 {
  "id": 476292,
  "title": "朝花夕誓：于离别之朝束起约定之花",
  "original": "さよならの朝に約束の花をかざろう",
  "year": 2018,
  "genres": [
   "动画",
   "剧情",
   "奇幻"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt7339826",
  "overview": "在世界的尽头，住着一群被称为“离别一族”的古老民族：他们拥有着长寿之血和永生不老的面容。在一场外族入侵的战役中，离别一族惨遭灭族，15岁的玛奇亚虽然侥幸逃生，却彻底和朋友失去了联系。孤身一人的她在残骸中拾到了一个普通人家的遗孤，并决定收养它。然而随着时间的流逝，玛奇亚必须要学会如何做一个母亲，经历人间的生离死别，并在朝代的更迭中守护“离别一族”最后的信仰…",
  "poster": "images/posters/476292.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "温情": 1,
   "冒险": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 6.9038
  }
 },
 {
  "id": 10098,
  "title": "寻子遇仙记",
  "original": "The Kid",
  "year": 1921,
  "genres": [
   "喜剧",
   "剧情"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0012349",
  "overview": "当查理·卓别林决定突破短片形式、创作其首部长片时，他已是国际巨星。本片不仅展现了卓别林职业生涯的转折点——证明了自己是一位严肃的电影导演，它本身亦是默片时代一部极具感染力的杰作。片中，他再次扮演那可爱的流浪汉角色，这次他收养了一个从街头救下的孤儿。卓别林与库根在这部情感与滑稽绝妙融合的作品中缔造了一对奇迹般的搭档。正如影片开场的字幕卡所言，这是“一部带笑——或许，也带泪的电影”。",
  "poster": "images/posters/10098.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "温情": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 6.5537
  }
 },
 {
  "id": 289,
  "title": "卡萨布兰卡",
  "original": "Casablanca",
  "year": 1943,
  "genres": [
   "剧情",
   "爱情"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0034583",
  "overview": "二战期间，卡萨布兰卡是欧洲逃往美国的必经之地，那里鱼龙混杂，局势紧张。里克（亨佛莱•鲍嘉 Humphrey Bogart 饰）是一个神秘的商人，他在卡萨布兰卡开了一家人气很旺的夜总会，并拥有两张宝贵的通行证。一天，反纳粹人士维克多和妻子伊尔莎（英格丽•褒曼 Ingrid Bergman 饰）来到夜总会，原来他们正在逃避纳粹的追捕。碰巧的是，里克发现，伊尔莎竟然是他的旧日情人。那段爱曾经刻骨铭心，却因为一个误会而终止。而当误会消解时，伊尔莎和里克的感情还是不可避免的重燃了。里克",
  "poster": "images/posters/289.jpg",
  "tags": {
   "温情": 1,
   "爱情": 2,
   "浪漫": 2,
   "热血": 1,
   "爽": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 12.302
  }
 },
 {
  "id": 399106,
  "title": "鹬",
  "original": "Piper",
  "year": 2016,
  "genres": [
   "家庭",
   "动画"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt5613056",
  "overview": "皮克斯2016动画长片《海底总动员2》的前贴片，讲述了一只饥饿的小矶鹬，努力克服恐水症，到海浪肆虐的沙滩上觅食的故事。原来成长就是要抛去曾经的视角，才能看到最美的未来",
  "poster": "images/posters/399106.jpg",
  "tags": {
   "家庭": 1,
   "温情": 1,
   "动画": 1,
   "童话": 1,
   "成长": 1,
   "新片": 1,
   "欧美": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 3.6275
  }
 },
 {
  "id": 693134,
  "title": "沙丘2",
  "original": "Dune: Part Two",
  "year": 2024,
  "genres": [
   "科幻",
   "冒险"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt15239678",
  "overview": "《沙丘2》承接第一部剧情，讲述保罗·厄崔迪（提莫西·查拉梅 Timothée Chalamet 饰）被帕迪沙皇帝和哈克南人联手灭族后，在厄拉科斯星球遇到弗雷曼女战士契妮（赞达亚 Zendaya 饰）以及加入弗雷曼人后展开的传奇旅程。保罗与让他家破人亡的阴谋家们开战，同时面临着一生所爱与已知宇宙命运的两难选择。",
  "poster": "images/posters/693134.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 1,
   "冒险": 1,
   "热血": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 35.1099
  }
 },
 {
  "id": 426,
  "title": "迷魂记",
  "original": "Vertigo",
  "year": 1958,
  "genres": [
   "悬疑",
   "爱情",
   "惊悚"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0052357",
  "overview": "这部惊悚悬疑片编织出一张令人晕眩的错位身份、激情与谋杀的巨网：患有恐高症的侦探从海湾救起一位神秘金发女郎后，陷入层层迷局。",
  "poster": "images/posters/426.jpg",
  "tags": {
   "悬疑": 2,
   "烧脑": 2,
   "爱情": 1,
   "浪漫": 1,
   "经典老片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 11.3347
  }
 },
 {
  "id": 872,
  "title": "雨中曲",
  "original": "Singin' in the Rain",
  "year": 1952,
  "genres": [
   "喜剧",
   "爱情"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0045152",
  "overview": "　　1927年，由唐·洛克伍德（吉恩·凯利 饰）和丽娜·雷蒙德（简·哈根 饰）主演的《皇家流氓》在好莱坞首映。由于丽娜刺耳的嗓音无法匹配其夺目的外貌，为了维护明星形象，宣传部只得安排唐一人讲话。首映后，由于钢琴师科斯莫·布朗（唐纳德·奥康纳 饰）的汽车爆胎，为了躲避疯狂的影迷，唐意外结识了能歌善舞的凯西·塞尔登（黛比·雷诺斯 饰），并被其深深吸引。数周后，首部有声电影《爵士歌手》爆红，唐与丽娜的新片《决斗骑士》不得不临时改变拍摄方式，而凯西也成为歌舞片演员。因预映口碑极差，科",
  "poster": "images/posters/872.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "爱情": 1,
   "浪漫": 1,
   "经典老片": 1,
   "欧美": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 9.2083
  }
 },
 {
  "id": 592350,
  "title": "我的英雄学院：英雄崛起",
  "original": "僕のヒーローアカデミア THE MOVIE ヒーローズ：ライジング",
  "year": 2019,
  "genres": [
   "动画",
   "动作",
   "奇幻",
   "冒险"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt11107074",
  "overview": "新剧场版由原著作者堀越耕平担任总监修/角色原案，将展开原创故事。堀越耕平表示该剧场版在某种意义上是原作的最终回。",
  "poster": "images/posters/592350.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "热血": 2,
   "爽": 1,
   "冒险": 3,
   "新片": 1,
   "日韩": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 6.5698
  }
 },
 {
  "id": 458220,
  "title": "Palmer",
  "original": "Palmer",
  "year": 2021,
  "genres": [
   "剧情"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt6857376",
  "overview": "在坐牢12年后，前高中橄榄球明星埃迪·帕尔默回到了家乡，开始全新的生活。他和来自一个麻烦家庭的弃儿山姆建立了一种意想不到的联系，但埃迪的过去威胁到他的新生活和家庭。",
  "poster": "images/posters/458220.jpg",
  "tags": {
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 6.0968
  }
 },
 {
  "id": 414419,
  "title": "杀死比尔：血色全传",
  "original": "Kill Bill: The Whole Bloody Affair",
  "year": 2011,
  "genres": [
   "动作",
   "犯罪",
   "剧情",
   "惊悚"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt6019206",
  "overview": "昆汀·塔伦蒂诺的本片将第一卷与第二卷合二为一，呈现出一部未分级的完整史诗一一完全以导演原本意图呈现，并包含一段前所未见的新动画片段。新娘（乌玛·瑟曼 Uma Thurman 饰）曾是暗杀组织中的一名成员，也是组织首脑比尔（大卫·卡拉丁 David Carradine 饰）的情人，金盆洗手后的她结识了一个单纯的小伙子并准备忘掉过去与之结婚。没想到，婚礼当天比尔突然出现，并带领手下大开杀戒，霎时间，圣洁的教堂变成人间地狱。新娘头部中弹昏迷4年，醒来后脑中首先想起的便是昏迷前的几张",
  "poster": "images/posters/414419.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "犯罪": 1,
   "悬疑": 2,
   "温情": 1,
   "烧脑": 1,
   "震撼": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 12.6643
  }
 },
 {
  "id": 103,
  "title": "出租车司机",
  "original": "Taxi Driver",
  "year": 1976,
  "genres": [
   "犯罪",
   "剧情"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0075314",
  "overview": "这部马丁·斯科塞斯1976年的杰作，讲述了一位精神濒临崩溃的纽约出租车司机，为解救一名未成年妓女而走上暴力之路的过于真实的故事。",
  "poster": "images/posters/103.jpg",
  "tags": {
   "犯罪": 1,
   "悬疑": 1,
   "温情": 1,
   "暗黑": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 19.1816
  }
 },
 {
  "id": 10681,
  "title": "机器人总动员",
  "original": "WALL·E",
  "year": 2008,
  "genres": [
   "动画",
   "家庭",
   "科幻"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0910970",
  "overview": "公元 2700 年，人类文明高度发展，却因污染和生活垃圾大量增加使得地球不再适于人类居住。地球人被迫乘坐飞船离开故乡，进行一次漫长无边的宇宙之旅。临行前他们委托 Buynlarge 的公司对地球垃圾进行清理，该公司开发了名为 WALL·E（地球废品分装员的缩写）的机器人担当此重任。 这些机器人按照程序日复一日、年复一年辛勤工作，但随着时间的流逝和恶劣环境的侵蚀，WALL·E 们接连损坏、停止运动。最后只有一个仍在进行这项似乎永无止境的工作。经历了漫长的岁月，它开始拥有了自己的",
  "poster": "images/posters/10681.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "家庭": 1,
   "温情": 1,
   "科幻": 2,
   "烧脑": 1,
   "职场": 1,
   "近代": 1,
   "欧美": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 31.5029
  }
 },
 {
  "id": 797,
  "title": "假面",
  "original": "Persona",
  "year": 1966,
  "genres": [
   "剧情"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0060827",
  "overview": "步入六十年代中期，英格玛·伯格曼早已在银幕上凝结了诸多影史难忘的画面。但凭借这部突破之作，他将视觉诗意推向了全新境界。丽芙·乌曼献出其为伯格曼演绎的首个传奇角色，饰演一位莫名失语的舞台演员；同样令人着迷的比比·安德松则是聒噪的年轻护士，在偏远海岛小屋中照料她。两人在孤寂相处中，经历了一场神秘的精神与情感置换。凭借惊人的表演层次感，以及斯文·尼克维斯特用强烈对比与柔光打造的摄影，这部极具影响力的影片成为一部洞察深刻、如梦似幻的心理学深度之作。",
  "poster": "images/posters/797.jpg",
  "tags": {
   "温情": 1,
   "经典老片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 5.0295
  }
 },
 {
  "id": 666,
  "title": "中央车站",
  "original": "Central do Brasil",
  "year": 1998,
  "genres": [
   "剧情"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0140888",
  "overview": "里约热内卢的中央车站，朵拉在这里帮人写信。但她会把看不顺眼的信统统撕掉不寄，甚至公开读信里的内容取乐。朵拉生活拮据，年纪不小却还未嫁，或许在她内心，人与人之间的真情根本就不值得信赖。 小男孩约书亚的出现令她开始了一段重新认识人生的旅程——约书亚很想见到远方素未谋面的父亲，不断写信给他。男孩母亲意外的车祸让朵拉决定陪伴约书亚前往东北部寻找父亲。在约书亚眼中，即使父亲很陌生，却总是骄傲地谈起父亲。而朵拉，也同样有着一段和父亲的痛苦往事。在约书亚寻父的过程中，朵拉因为往事而冰冻的内",
  "poster": "images/posters/666.jpg",
  "tags": {
   "温情": 1,
   "近代": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 4.8626
  }
 },
 {
  "id": 575813,
  "title": "少年的你",
  "original": "少年的你",
  "year": 2019,
  "genres": [
   "剧情",
   "犯罪",
   "爱情"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt9586294",
  "overview": "一场高考前夕的校园意外，改变了两个少年的命运。陈念 性格内向，是学校里的优等生，努力复习、考上好大学是高三的她唯一的念头。同班同学的意外坠楼牵扯出一连串不为人知的故事，陈念也被一点点卷入其中…在她最孤独的时刻，一个叫小北 的少年闯入了她的世界…大多数人的18岁都是明媚、快乐的，而他们却在18岁这个夏天提前尝到了成人世界的漠然。一场秘而不宣的“战斗”正在上演，他们将一起守护少年的尊严  。",
  "poster": "images/posters/575813.jpg",
  "tags": {
   "温情": 1,
   "犯罪": 1,
   "悬疑": 1,
   "爱情": 1,
   "浪漫": 1,
   "孤独": 1,
   "致郁": 1,
   "青春": 1,
   "成长": 1,
   "新片": 1,
   "华语": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 6.0202
  }
 },
 {
  "id": 935,
  "title": "奇爱博士",
  "original": "Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb",
  "year": 1964,
  "genres": [
   "喜剧",
   "战争"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0057012",
  "overview": "斯坦利·库布里克对冷战焦虑的痛苦式幽默诠释，是好莱坞有史以来对人类愚行最尖锐的讽刺之一。千面戏骨彼得·塞勒斯一人分饰三个截然不同的角色：皇家空军上校莱昂内尔·曼德雷克——怯懦地试图阻止一位精神失常的美军将军下令对苏联发动核袭击；优柔寡断且始终惊愕的美国总统默金·马夫利，不得不将噩耗告知苏联总理；以及片名所指的奇爱博士本人，那位身坐轮椅、有着纳粹过往的总统顾问。在几乎所有难以想象的场景中发掘出荒诞笑料，本片是一部颠覆性杰作，正式宣告库布里克成为无与伦比的风格大师与漆黑讽刺家。[",
  "poster": "images/posters/935.jpg",
  "tags": {
   "喜剧": 2,
   "轻松": 2,
   "战争": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 10.0828
  }
 },
 {
  "id": 600,
  "title": "全金属外壳",
  "original": "Full Metal Jacket",
  "year": 1987,
  "genres": [
   "剧情",
   "战争"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0093058",
  "overview": "越战期间，加入海军陆战队的一群年轻人被剃了光头，并分配寝位，负责训练他们的上校时常羞辱他们，还给他们取难听的外号，“傻瓜比尔\"由于是胖子，动作老是出错，因此成为最经常被上校修理的人。班长“小丑\"耐心照顾他。但傻瓜比尔再次的失误，令上校愤怒地惩罚全队，伙伴们终于忍无可忍，将傻瓜比尔痛揍了一顿。之后，傻瓜比尔开始对枪自言自语，他发挥了射击的才华，连上校也赞赏他终于可以成为伟大的“杀人机器\"，就在出发前往越战战场的那晚，傻瓜比尔在他的 M14装满“全金属外壳子弹\"，一枪打死上校，然",
  "poster": "images/posters/600.jpg",
  "tags": {
   "温情": 1,
   "战争": 1,
   "经典老片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 14.0807
  }
 },
 {
  "id": 475557,
  "title": "小丑",
  "original": "Joker",
  "year": 2019,
  "genres": [
   "犯罪",
   "惊悚",
   "剧情"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt7286456",
  "overview": "亚瑟·弗兰克是一个依靠扮演小丑赚取营生的普通人，患有精神疾病的他和母亲一同住在哥谭市的一座公寓里，幻想成为脱口秀演员的亚瑟为了这个目标而努力的生活着，但是现实却屡次击败他的梦想，亚瑟渐渐地变得越来越癫狂，某天在地铁上，亚瑟为了自保杀害了几名嘲笑他的人，同时，一个疯狂的想法在亚瑟心灵萌发……  在看似和平的哥谭市，即将发生翻天覆地的巨变。",
  "poster": "images/posters/475557.jpg",
  "tags": {
   "犯罪": 1,
   "悬疑": 2,
   "烧脑": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 32.8167
  }
 },
 {
  "id": 20914,
  "title": "我的朋友们",
  "original": "Amici miei",
  "year": 1975,
  "genres": [
   "喜剧"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0072637",
  "overview": "内基（酒吧老板）、佩罗齐（记者）、梅兰德里（建筑师）和马斯切蒂（一个破碎的贵族）住在佛罗伦萨。他们从最年轻的时候就成了朋友，每一个空闲的时候，他们都会一起组织复杂而可怕的笑话，或者只是在托斯卡纳游荡。其中一次疯狂的旅行最终会在像萨萨洛里教授这样的军方管理的医院里结束。梅兰德里爱上了他的妻子，从丈夫那里抢走了她，这让萨萨洛里自己很高兴。这段关系不会持续下去，但教授成了朋友团队中的第五个成员，笑话变得更加复杂和有力……",
  "poster": "images/posters/20914.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "旅行": 1,
   "冒险": 1,
   "经典老片": 1,
   "其他": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 3.9669
  }
 },
 {
  "id": 1375646,
  "title": "群体",
  "original": "군체",
  "year": 2026,
  "genres": [
   "动作",
   "恐怖",
   "科幻"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt34385135",
  "overview": "因不明感染事件被封锁在一栋大楼内的幸存者们，与以不可预测形态进化的感染者展开殊死搏斗。随着感染不断扩散，幸存者被迫在有限空间中寻找生路，同时面对越来越聪明、越来越危险的感染者。全智贤在片中饰演生命工程学教授兼幸存者领袖权世贞。她不仅要带领众人逃出生天，更试图破解感染者不断进化的规律，在绝境中寻找唯一的生机。  如果说《釜山行》让观众见识了高速奔袭的感染者，那么延尚昊导演的新作《群体》，则把恐惧再次升级。影片于2026年5月21日在韩国上映，仅4天突破100万观影人次，随后迅速",
  "poster": "images/posters/1375646.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "恐怖": 1,
   "暗黑": 2,
   "科幻": 2,
   "烧脑": 2,
   "悬疑": 1,
   "新片": 1,
   "日韩": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 121.2356
  }
 },
 {
  "id": 1103621,
  "title": "姥姥的外孙",
  "original": "หลานม่า",
  "year": 2024,
  "genres": [
   "剧情"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt31392609",
  "overview": "出身泰国华人家庭的阿安大学辍学后一直没有稳定工作，平日做着游戏直播。一次，他看到堂妹阿梅因悉心照顾病重的爷爷而继承房产，便动起了效仿她的念头。恰逢姥姥被确诊为晚期癌症，阿安索性搬去陪伴照料，希望借此成为最受宠爱的外孙，最终获得姥姥留下的遗产。然而，精明的姥姥并没有那么容易被讨好，两个舅舅也各自有着自己的盘算。原本把照顾姥姥当成一条“致富捷径”的阿安，在陪她买菜、卖粥、看病和共同生活的日子里，逐渐开始真正走进这个老人以及整个家庭的生活……",
  "poster": "images/posters/1103621.jpg",
  "tags": {
   "温情": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 8.031
  }
 },
 {
  "id": 500,
  "title": "落水狗",
  "original": "Reservoir Dogs",
  "year": 1992,
  "genres": [
   "犯罪",
   "惊悚"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0105236",
  "overview": "昆汀·塔伦蒂诺的邪典经典处女作，讲述了一桩珠宝劫案出了差错的故事。",
  "poster": "images/posters/500.jpg",
  "tags": {
   "犯罪": 1,
   "悬疑": 2,
   "烧脑": 1,
   "近代": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 15.346
  }
 },
 {
  "id": 51822,
  "title": "Amar te duele",
  "original": "Amar te duele",
  "year": 2002,
  "genres": [
   "剧情",
   "爱情"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0318292",
  "overview": "",
  "poster": "images/posters/51822.jpg",
  "tags": {
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "近代": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 3.1444
  }
 },
 {
  "id": 146233,
  "title": "囚徒",
  "original": "Prisoners",
  "year": 2013,
  "genres": [
   "剧情",
   "惊悚",
   "犯罪"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1392214",
  "overview": "为了自己孩子的性命你会做到哪一步？凯勒.多佛 面对的是每个父母最恐惧的恶梦。他六岁的女儿安娜和小玩伴祖儿一起失踪了。唯一的线索是早前停在他家附近的一辆休闲车。在调查中，警探洛基 逮捕了这辆车的车主亚历克斯.琼斯，但因为缺乏证据而不得不放了他。 想到自己的孩子身处险境，急疯了的多佛决定靠自己。这位绝望的父亲决定不顾一切找到失踪的小女生们，但在找寻女儿的过程中，他渐渐迷失了自己，从而引出一个问题：寻求正义是不是可以超越法治？",
  "poster": "images/posters/146233.jpg",
  "tags": {
   "温情": 1,
   "悬疑": 2,
   "烧脑": 1,
   "犯罪": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 20.4605
  }
 },
 {
  "id": 38288,
  "title": "阿尔多、吉欧瓦尼与吉奥科默喜剧集",
  "original": "“I Corti” di Aldo, Giovanni e Giacomo",
  "year": 1996,
  "genres": [
   "喜剧"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt3444066",
  "overview": "由喜剧演员阿尔多、吉奥瓦尼和吉奥科默三人组领衔的首场舞台剧，玛丽娜·马西罗尼也参与其中。",
  "poster": "images/posters/38288.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "近代": 1,
   "其他": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 1.393
  }
 },
 {
  "id": 810693,
  "title": "咒术回战0",
  "original": "劇場版 呪術廻戦 0",
  "year": 2021,
  "genres": [
   "动画",
   "动作",
   "奇幻"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt14331144",
  "overview": "乙骨忧太是一个高中生，他正面临着一个严重的问题，青梅竹马理香变成了一个咒灵，不会让他一个人呆着。由于理香不是普通的咒灵，他的困境被咒术高专的老师五条悟注意到了。五条说服忧太入学，但他赶得及吗？",
  "poster": "images/posters/810693.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "热血": 1,
   "爽": 1,
   "冒险": 2,
   "新片": 1,
   "日韩": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 10.3898
  }
 },
 {
  "id": 46738,
  "title": "焦土之城",
  "original": "Incendies",
  "year": 2010,
  "genres": [
   "剧情",
   "战争",
   "悬疑"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1255953",
  "overview": "双胞胎姐弟珍妮（梅丽莎·德索蒙斯-波林 Mélissa Désormeaux-Poulin 饰）跟西蒙（马克西姆·高德特 Maxim Gaudette 饰）收到过世的母亲娜瓦尔（卢布娜·阿扎宝 Lubna Azabal 饰）的遗嘱，可当宣读完内容之后，两姐弟却一时难以接受这样的遗嘱：一份是写给他们从未蒙面的父亲；一份是写给她的第三个孩子——他们更是不知道这个哥哥的存在。影片巧妙的游走在两个不同的时空：母亲终其一生苦苦寻觅自己的长子；姐弟遵循母亲的遗嘱前往中东寻找他们的父亲与兄",
  "poster": "images/posters/46738.jpg",
  "tags": {
   "温情": 1,
   "战争": 1,
   "悬疑": 1,
   "烧脑": 1,
   "近代": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 12.9934
  }
 },
 {
  "id": 1204680,
  "title": "歪心狼对阵ACME",
  "original": "Coyote vs. Acme",
  "year": 2026,
  "genres": [
   "喜剧",
   "冒险",
   "家庭"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1756855",
  "overview": "　　故事讲述了乐一通经典角色歪心狼（Wile E. Coyote）在长期使用Acme公司的产品追捕BB鸟（Road Runner）失败并遭受身心创伤后，决定不再忍受。他聘请了一位倒霉的人类律师，向Acme公司提起诉讼，要求巨额赔偿。而Acme公司的首席律师则试图捍卫公司利益，双方在法庭上展开了一场荒诞又爆笑的对决。  影片改编自1990年《纽约客》的一篇同名文章。",
  "poster": "images/posters/1204680.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "冒险": 2,
   "热血": 1,
   "家庭": 1,
   "温情": 1,
   "旅行": 1,
   "职场": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 89.1257
  }
 },
 {
  "id": 24428,
  "title": "复仇者联盟",
  "original": "The Avengers",
  "year": 2012,
  "genres": [
   "科幻",
   "动作",
   "冒险"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0848228",
  "overview": "当洛基带着来自宇宙的威胁降临地球，并夺走拥有强大力量的宇宙魔方，一场前所未有的危机随之爆发。面对任何单一英雄都难以应对的敌人，神盾局局长尼克·弗瑞启动“复仇者计划”，试图将钢铁侠、美国队长、雷神、绿巨人、黑寡妇和鹰眼召集到一起。然而，这群性格与立场各不相同的超级英雄首先要面对的，却是彼此之间的矛盾与不信任。随着危机不断升级，他们必须学会并肩作战，共同迎战足以威胁地球的强敌……",
  "poster": "images/posters/24428.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 1,
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 78.7016
  }
 },
 {
  "id": 1297842,
  "title": "奇迹梦之队",
  "original": "GOAT",
  "year": 2026,
  "genres": [
   "动画",
   "喜剧",
   "家庭"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt27613895",
  "overview": "　　主角威尔是只梦想成为职业球手的小山羊，面对向来由猛兽主宰的凶险赛场，队友对他嗤之以鼻，他能否打破偏见，用实力证明小个子也能称霸球场？",
  "poster": "images/posters/1297842.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "喜剧": 1,
   "轻松": 1,
   "家庭": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 38.871
  }
 },
 {
  "id": 12445,
  "title": "哈利·波特与死亡圣器（下）",
  "original": "Harry Potter and the Deathly Hallows: Part 2",
  "year": 2011,
  "genres": [
   "冒险",
   "奇幻"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1201607",
  "overview": "哈利、罗恩和赫敏继续寻找并摧毁伏地魔剩余的魂器，而新的线索最终将他们再次带回已经被食死徒控制的霍格沃茨。随着哈利归来，麦格教授、纳威以及学校的师生和反抗力量开始集结，准备守卫霍格沃茨；伏地魔则率领食死徒大军向学校逼近，一场决定魔法世界命运的大战就此爆发。在战火之中，哈利三人必须赶在伏地魔之前找到最后的魂器，而关于伏地魔、死亡圣器以及哈利自身命运的秘密也逐渐接近最终答案。多年恩怨与所有未解的谜团，都将在霍格沃茨迎来最后的对决……",
  "poster": "images/posters/12445.jpg",
  "tags": {
   "冒险": 2,
   "热血": 1,
   "童话": 2,
   "烧脑": 1,
   "悬疑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 36.0558
  }
 },
 {
  "id": 1497463,
  "title": "我们未曾有过的",
  "original": "Todo lo que nunca fuimos",
  "year": 2026,
  "genres": [
   "剧情",
   "爱情"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37284855",
  "overview": "改编自爱丽丝·凯伦（Alice Kellen）同名畅销小说。失去父母后，有志成为画家的利亚（Leah）难以应对。当她的哥哥搬走后，他请最好的朋友阿克塞尔（Axel）照顾她，却不知道她对他一直以来的感情。",
  "poster": "images/posters/1497463.jpg",
  "tags": {
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 36.2519
  }
 },
 {
  "id": 8392,
  "title": "龙猫",
  "original": "となりのトトロ",
  "year": 1988,
  "genres": [
   "奇幻",
   "动画",
   "家庭"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0096283",
  "overview": "小月的母亲生病住院了，父亲带着她与四岁的妹妹小梅到乡间的居住。她们对那里的环境都感到十分新奇，也发现了很多有趣的事情。她们遇到了很多小精灵，她们来到属于她们的环境中，看到了她们世界中很多的奇怪事物，更与一只大大胖胖的龙猫成为了朋友。龙猫与小精灵们利用他们的神奇力量，为小月与妹妹带来了很多神奇的景观，令她们大开眼界。\r 妹妹小梅常常挂念生病中的母亲，嚷着要姐姐带着她去看母亲，但小月拒绝了。小梅竟然自己前往，不料途中迷路了，小月只好寻找她的龙猫及小精灵朋友们帮助。",
  "poster": "images/posters/8392.jpg",
  "tags": {
   "童话": 2,
   "冒险": 1,
   "动画": 1,
   "家庭": 1,
   "温情": 1,
   "经典老片": 1,
   "日韩": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 17.5732
  }
 },
 {
  "id": 11423,
  "title": "杀人回忆",
  "original": "살인의 추억",
  "year": 2003,
  "genres": [
   "犯罪",
   "剧情",
   "惊悚"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0353969",
  "overview": "在其突破性的第二部作品中，奉俊昊以颠覆性的手法引爆了警察类型片的传统桎梏，带来了震撼且超越类型的成果。影片基于1980年代撼动韩国乡村社区的一连串真实连环杀人案改编，韩国电影标志性人物宋康昊饰演当地警官，他不得不与一位老练的首尔侦探联手调查此案——两人由此踏上一段长达数年、充满挫败与煎熬的艰苦历程，逐渐被推向存在的边缘。奉俊昊将扣人心弦的刑侦过程与军权统治下日常生活的荒诞社会图景生动结合，打造了一次深入黑暗的萦心之旅：它始于黑色喜剧的讽刺，终于与深渊那场灵魂破碎的遭遇。",
  "poster": "images/posters/11423.jpg",
  "tags": {
   "犯罪": 1,
   "悬疑": 2,
   "温情": 1,
   "烧脑": 1,
   "暗黑": 1,
   "震撼": 1,
   "社会": 1,
   "写实": 1,
   "近代": 1,
   "日韩": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 19.182
  }
 },
 {
  "id": 531428,
  "title": "燃烧女子的肖像",
  "original": "Portrait de la jeune fille en feu",
  "year": 2019,
  "genres": [
   "剧情",
   "爱情"
  ],
  "rating": 8.1,
  "tmdb_rating": 8.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt8613070",
  "overview": "在十八世纪奢华浪漫的背景下，画家与她的模特之间，激情悄然酝酿，直至两人共同营造一个能容其短暂盛放的天地。本片出自当代法国影坛最受瞩目的作者导演之一——瑟琳·席安玛之手。玛丽安受秘密委派，来到一座与世隔绝的海边庄园，她必须通过暗中观察，为抗拒包办婚姻的埃洛伊兹画成一幅婚礼肖像。在精妙的张力中展开的，是一场持久目光的交汇。两位女性逐渐以醉人的亲密，熟知了彼此的举止、表情与身体，最终缔结了一段颠覆性的创作同盟，以及一场炽热的爱恋。怀抱着一种几乎超越时空的渴望，本片深掘了在一个没有男",
  "poster": "images/posters/531428.jpg",
  "tags": {
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "热血": 1,
   "爽": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 12.4878
  }
 },
 {
  "id": 1368337,
  "title": "奥德赛",
  "original": "The Odyssey",
  "year": 2026,
  "genres": [
   "冒险",
   "动作",
   "奇幻"
  ],
  "rating": 8.0,
  "tmdb_rating": 8.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt33764258",
  "overview": "特洛伊战争之后，奥德修斯踏上返回伊萨卡的艰险归途，途中遭遇了诸如独眼巨人波吕斐摩斯、塞壬女妖和喀耳刻等神话生物。",
  "poster": "images/posters/1368337.jpg",
  "tags": {
   "冒险": 3,
   "热血": 2,
   "爽": 1,
   "童话": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 595.2735
  }
 },
 {
  "id": 872585,
  "title": "奥本海默",
  "original": "Oppenheimer",
  "year": 2023,
  "genres": [
   "剧情",
   "历史"
  ],
  "rating": 8.0,
  "tmdb_rating": 8.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt15398776",
  "overview": "随着战争阴云笼罩世界，各国之间的军事竞赛愈演愈烈。为了抢占先机，美国军方找到量子力学与核物理学家罗伯特·奥本海默，任命他领导洛斯阿拉莫斯实验室，并参与推进绝密的曼哈顿计划。在科学家们争分夺秒的研发下，人类历史上第一颗原子弹最终在荒漠中成功引爆。然而，当这种足以改变世界的力量真正诞生后，奥本海默也开始重新审视自己的选择以及核武器可能带来的后果。随着战争结束，他的政治立场和过往经历又让他逐渐卷入一场更加复杂的政治风暴……",
  "poster": "images/posters/872585.jpg",
  "tags": {
   "温情": 1,
   "历史": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 43.2207
  }
 },
 {
  "id": 862,
  "title": "玩具总动员",
  "original": "Toy Story",
  "year": 1995,
  "genres": [
   "家庭",
   "喜剧",
   "动画",
   "冒险"
  ],
  "rating": 8.0,
  "tmdb_rating": 8.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0114709",
  "overview": "在胡迪的带领下，安迪的玩具们一直在他的房间里快乐地生活着，直到安迪的生日将巴斯光年带入这个大家庭。由于害怕自己在安迪心中的地位被取代，胡迪对这位新成员心存忌惮并密谋排挤。然而当各种意外将巴斯和胡迪与主人分离后，这对冤家逐渐学会了搁置分歧、携手共渡难关。[皮克斯]",
  "poster": "images/posters/862.jpg",
  "tags": {
   "家庭": 1,
   "温情": 1,
   "喜剧": 1,
   "轻松": 1,
   "动画": 1,
   "童话": 1,
   "冒险": 1,
   "热血": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 38.5615
  }
 },
 {
  "id": 106646,
  "title": "华尔街之狼",
  "original": "The Wolf of Wall Street",
  "year": 2013,
  "genres": [
   "犯罪",
   "剧情",
   "喜剧"
  ],
  "rating": 8.0,
  "tmdb_rating": 8.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0993846",
  "overview": "在危机四伏的投资界，掌管史崔顿·奥克蒙公司的乔丹·贝尔福特生活侈靡、实力雄厚。1987年，22岁的乔丹进入罗斯柴尔德公司，从接线员做起，在高级经纪人马克指点下，进入了股票经纪人充满毒品和欲望的世界，半年后因“黑色星期一”，乔丹转投靠贩卖“便士股票”的小公司，凭借巧舌如簧获得成功，与邻居唐尼和一班朋友另立门户，游走在灰色地带获利颇丰，获称“华尔街之狼”，然而，FBI已经开始留意他。",
  "poster": "images/posters/106646.jpg",
  "tags": {
   "犯罪": 1,
   "悬疑": 1,
   "温情": 1,
   "喜剧": 1,
   "轻松": 1,
   "职场": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 35.5643
  }
 },
 {
  "id": 803796,
  "title": "K-Pop 猎魔女团",
  "original": "KPop Demon Hunters",
  "year": 2025,
  "genres": [
   "奇幻",
   "音乐",
   "喜剧",
   "动画"
  ],
  "rating": 8.0,
  "tmdb_rating": 8.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt14205554",
  "overview": "Kpop 超级明星鲁米、米拉和佐伊如果不是在座无虚席的体育场举办演唱会，就是在利用自己的秘密身份 — 强悍的恶魔猎人 — 保护粉丝们免受无处不在的超自然威胁。她们必须共同面对迄今为止最强大的敌人：一支魅力难挡、由恶魔伪装的男团组合。",
  "poster": "images/posters/803796.jpg",
  "tags": {
   "童话": 2,
   "冒险": 1,
   "音乐": 1,
   "喜剧": 1,
   "轻松": 1,
   "动画": 1,
   "新片": 1,
   "欧美": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 34.5205
  }
 },
 {
  "id": 1732625,
  "title": "乐高迪士尼公主：魔法大乱斗",
  "original": "LEGO Disney Princess: Magical Mayhem",
  "year": 2026,
  "genres": [
   "动画",
   "奇幻",
   "喜剧",
   "冒险"
  ],
  "rating": 8.0,
  "tmdb_rating": 8.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt43689138",
  "overview": "在一场大雨中，公主们和他们的伙伴们正在城堡里享受一个宁静的下午，同时收留了一些需要帮助的动物。然而，当这些动物突然变得失控、开始四处乱跑时，混乱便随之爆发了。经过调查，他们发现这一切的背后隐藏着一个淘气的恶棍。依靠团队合作、迅速的判断力，以及一位意想不到的朋友的帮助，公主们终于恢复了秩序，拯救了他们的家园。",
  "poster": "images/posters/1732625.jpg",
  "tags": {
   "动画": 1,
   "童话": 3,
   "冒险": 2,
   "喜剧": 1,
   "轻松": 1,
   "热血": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 32.8032
  }
 },
 {
  "id": 673,
  "title": "哈利·波特与阿兹卡班的囚徒",
  "original": "Harry Potter and the Prisoner of Azkaban",
  "year": 2004,
  "genres": [
   "冒险",
   "奇幻"
  ],
  "rating": 8.0,
  "tmdb_rating": 8.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0304141",
  "overview": "哈利即将开始在霍格沃茨的第三学年，一则危险消息却让整个魔法世界陷入紧张：臭名昭著的囚犯小天狼星·布莱克从阿兹卡班越狱，而所有人都认为他的目标正是哈利。为了追捕逃犯，令人恐惧的摄魂怪被派驻霍格沃茨周围，哈利却发现自己对它们有着异乎寻常的强烈反应。在新任黑魔法防御术教授卢平的帮助下，他开始学习抵御摄魂怪的方法。随着调查深入，哈利逐渐发现小天狼星不仅与伏地魔有关，还与自己的父母有着密切的过去，而关于父母遇害的往事似乎远比他一直相信的更加复杂……",
  "poster": "images/posters/673.jpg",
  "tags": {
   "冒险": 2,
   "热血": 1,
   "童话": 2,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 33.128
  }
 },
 {
  "id": 14160,
  "title": "飞屋环游记",
  "original": "Up",
  "year": 2009,
  "genres": [
   "动画",
   "喜剧",
   "家庭",
   "冒险"
  ],
  "rating": 8.0,
  "tmdb_rating": 8.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1049413",
  "overview": "小男孩卡尔从小怀揣着对冒险的向往，并因共同的梦想结识了活泼的艾莉。两人相伴一生，一直希望有朝一日能够前往南美洲的“仙境瀑布”探险，然而直到艾莉去世，这个愿望也始终未能实现。年老后的卡尔决定完成两人曾经的约定，他将成千上万只气球系在自己的房子上，连同整座房屋一起飞向天空。没想到，自称“荒野开拓者”的男孩小罗意外成为这趟旅程的不速之客。一老一少由此共同踏上前往仙境瀑布的冒险，并在途中遇见不会飞的大鸟凯文、会说话的狗狗逗逗，以及卡尔少年时代一直崇拜的传奇探险家查尔斯·蒙兹……",
  "poster": "images/posters/14160.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "喜剧": 1,
   "轻松": 1,
   "家庭": 1,
   "温情": 1,
   "冒险": 1,
   "热血": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 28.3712
  }
 },
 {
  "id": 969681,
  "title": "蜘蛛侠：崭新之日",
  "original": "Spider-Man: Brand New Day",
  "year": 2026,
  "genres": [
   "科幻",
   "动作",
   "冒险"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt22084616",
  "overview": "重建普通生活后，彼得一边在大学完成学业、一边从事兼职以维持生计，同时仍肩负着守护纽约街头的蜘蛛侠责任。然而，当一个神秘力量从内部腐蚀这座城市的安全与秩序，彼得被迫再次披上战衣。他必须在强大的敌人与昔日纽带之间找到平衡，并重新定义英雄的意义。",
  "poster": "images/posters/969681.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 1,
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 1095.521
  }
 },
 {
  "id": 634649,
  "title": "Spider-Man: No Way Home",
  "original": "Spider-Man: No Way Home",
  "year": 2021,
  "genres": [
   "动作",
   "冒险",
   "科幻"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt10872600",
  "overview": "在费了九牛二虎之力好不容易打败了神秘客之后，蜘蛛侠彼得·帕克（汤姆·赫兰德 Tom Holland 饰）却被濒死之际的神秘客揭露了真实身份。随后主流媒体对超能力者滥用权力造成普通平民生活无数困扰的行为大加挞伐，一时间彼得的生活乱作一团，甚至影响到了MJ（赞达亚 Zendaya 饰）和好朋友内德（雅各布·巴特朗 Jacob Batalon 饰）的生活。备受困扰的彼得找到了奇异博士（本尼迪克特·康伯巴奇 Benedict Cumberbatch 饰），希望对方施展一条能够让世人忘",
  "poster": "images/posters/634649.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 153.6694
  }
 },
 {
  "id": 1729723,
  "title": "辛普森一家：黄镜",
  "original": "Yellow Mirror",
  "year": 2026,
  "genres": [
   "动画",
   "喜剧",
   "科幻"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt43141030",
  "overview": "　　一盏故障的灯揭示了关于霍默所认知的现实的残酷真相，令人心碎；而一台搭载人工智能的平板电脑则与玛吉交上了朋友，并暗中操控着她。辛普森一家在两个离奇诡异的黑暗故事中，艰难地寻找着那一线光明。",
  "poster": "images/posters/1729723.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "喜剧": 1,
   "轻松": 1,
   "科幻": 1,
   "烧脑": 1,
   "暗黑": 1,
   "新片": 1,
   "欧美": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 57.3877
  }
 },
 {
  "id": 1301421,
  "title": "绵羊侦探团",
  "original": "The Sheep Detectives",
  "year": 2026,
  "genres": [
   "喜剧",
   "家庭",
   "悬疑"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32565993",
  "overview": "影片改编自莱奥妮·斯万的畅销小说。牧羊人乔治最爱给羊群读侦探小说，没想到自己有一天会离奇死亡。他留下的3000万巨额遗产，让每个人貌似都有犯罪动机。警察毫无头绪之时，羊群们决定“不务正业”迈出牧场，追查牧羊人“躺平”真相！它们秉承着遇见麻烦就吃草，嗅到危险就躺倒的哲学，却迎来了一个意想不到的结果……",
  "poster": "images/posters/1301421.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "家庭": 1,
   "温情": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 48.1032
  }
 },
 {
  "id": 671,
  "title": "哈利·波特与魔法石",
  "original": "Harry Potter and the Philosopher's Stone",
  "year": 2001,
  "genres": [
   "冒险",
   "奇幻"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0241527",
  "overview": "从小失去双亲的哈利·波特一直寄住在姨妈一家，直到11岁生日那天，他意外得知自己是一名巫师，并收到了霍格沃茨魔法学校的入学通知。在海格的带领下，哈利第一次走进神奇的魔法世界，也得知父母当年死于黑巫师伏地魔之手，而自己却奇迹般地从袭击中幸存。进入霍格沃茨后，哈利与罗恩·韦斯莱、赫敏·格兰杰成为好友，开始学习魔法并展现出出色的魁地奇天赋。与此同时，三人发现学校里一只三头犬守护着某个秘密，而一块拥有神奇力量的“魔法石”似乎正成为某股黑暗势力的目标……",
  "poster": "images/posters/671.jpg",
  "tags": {
   "冒险": 2,
   "热血": 1,
   "童话": 2,
   "暗黑": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 50.5111
  }
 },
 {
  "id": 1304313,
  "title": "木乃伊",
  "original": "Lee Cronin's The Mummy",
  "year": 2026,
  "genres": [
   "恐怖",
   "悬疑"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32612507",
  "overview": "讲述一位记者的年幼女儿在沙漠中神秘失踪并音讯全无。八年后，当她突然出现在家人面前时，这个早已破碎的家庭震惊不已；原本应该是重逢的喜悦，却逐渐演变成一场活生生的恶梦。",
  "poster": "images/posters/1304313.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 46.665
  }
 },
 {
  "id": 1630409,
  "title": "末路讨债人",
  "original": "คนเดือดทวงแค้น",
  "year": 2026,
  "genres": [
   "动作",
   "惊悚",
   "犯罪"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt39749953",
  "overview": "出狱后饱受内疚折磨的前讨债人，与绝症赛跑，重返昔日世界，为高利贷受害者复仇。 纳姆曾经是黑帮手下心狠手辣的专职讨债人，因为过往犯下的暴力罪行入狱服刑。刑满出狱后他想要彻底隐姓埋名赎罪，却被确诊绝症，生命只剩下很短的时间。就在他打算安静走完余生时，他从前所在的高利贷组织愈发肆无忌惮，暴力欺压底层欠债平民，甚至残害无辜受害者。背负深重愧疚、又只剩有限寿命的纳姆不再选择逃避，孤身重新踏入曼谷黑暗的地下江湖。这一次他不再为黑帮催债牟利，而是向作恶的黑恶势力举起武器，一边为曾经被自己伤",
  "poster": "images/posters/1630409.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 2,
   "烧脑": 1,
   "犯罪": 2,
   "暗黑": 1,
   "新片": 1,
   "其他": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 44.5091
  }
 },
 {
  "id": 447365,
  "title": "银河护卫队3",
  "original": "Guardians of the Galaxy Vol. 3",
  "year": 2023,
  "genres": [
   "科幻",
   "冒险",
   "动作"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt6791350",
  "overview": "历经磨难与考验，银河护卫队总算暂时安顿下来。可就在某一天，不速之客亚当术士（威尔·保尔特 Will Poulter 饰）的闯入不仅打破了这里的安宁与祥和，更将一场生死危机带到这群好朋友中间。战斗中，火箭浣熊（布莱德利·库珀 Bradley Cooper 配音）身负重伤，奄奄一息。为了拯救好友的生命，星爵（克里斯·帕拉特 Chris Pratt 饰）和星云（戴夫·巴蒂斯塔 Dave Bautista 饰）、毁灭者（戴夫·巴蒂斯塔 Dave Bautista 饰）、螳螂女（庞·克",
  "poster": "images/posters/447365.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 1,
   "冒险": 2,
   "热血": 2,
   "爽": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 43.3199
  }
 },
 {
  "id": 14836,
  "title": "鬼妈妈",
  "original": "Coraline",
  "year": 2009,
  "genres": [
   "动画",
   "家庭",
   "奇幻"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0327597",
  "overview": "本片根据畅销小说改编而成。卡洛琳是一个充满好奇心的女孩，她在新家里发现了一扇神秘的门，通过那扇门，她进入了一个与现实平行的世界。表面看来，这个世界只是现实世界的镜像复制，其中的事物与现实里的几乎一模一样，但却充满了奇幻。在这里卡洛琳碰见了很多奇怪的人，包括她的“赝品母亲”，后者想将其永远留在这里。而卡洛琳必须依靠自己的机智、决心和勇气，才能重回现实，拯救自己的家庭。  10来岁的小女孩卡洛琳天生就有一颗好奇的心，凡事都喜欢问个究竟，不过她的父母却对她管教甚严，所以卡洛琳虽然有",
  "poster": "images/posters/14836.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "家庭": 1,
   "温情": 1,
   "冒险": 1,
   "近代": 1,
   "欧美": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 36.7533
  }
 },
 {
  "id": 10997,
  "title": "霸王别姬",
  "original": "霸王别姬",
  "year": 1993,
  "genres": [
   "剧情"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0106332",
  "overview": "段小楼与程蝶衣是一对自幼一起学戏长大的师兄弟，两人在舞台上配合天衣无缝，尤其一出《霸王别姬》更是誉满京城，并约定要合演一辈子。然而，两人对戏剧与人生的理解截然不同：段小楼深知戏非人生，程蝶衣却早已人戏不分。后来，段小楼迎娶菊仙，三人之间由此产生复杂的情感纠葛。随着时代风云不断变迁，他们的命运也一次次被卷入其中，舞台上的霸王与虞姬，逐渐与现实中的爱恨、选择和人生交织在一起……",
  "poster": "images/posters/10997.jpg",
  "tags": {
   "温情": 1,
   "近代": 1,
   "华语": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 34.9476
  }
 },
 {
  "id": 1087192,
  "title": "新·驯龙高手",
  "original": "How to Train Your Dragon",
  "year": 2025,
  "genres": [
   "奇幻",
   "家庭",
   "动作",
   "冒险"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt26743210",
  "overview": "小嗝嗝（梅森·泰晤士 Mason Thames 饰 ）偶然间遭遇传说中的夜煞没牙仔，并由此与之建立深厚友谊，进而打破两大族群间的隔阂，携手寻求和平。",
  "poster": "images/posters/1087192.jpg",
  "tags": {
   "童话": 1,
   "冒险": 3,
   "家庭": 1,
   "温情": 1,
   "热血": 2,
   "爽": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 35.0361
  }
 },
 {
  "id": 597,
  "title": "泰坦尼克号",
  "original": "Titanic",
  "year": 1997,
  "genres": [
   "剧情",
   "爱情"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0120338",
  "overview": "1912年4月10日，号称 “世界工业史上的奇迹”的豪华客轮泰坦尼克号开始了它完工后的首次商业航行，从英国的南安普顿出发驶往美国纽约。富家少女罗丝与母亲及未婚夫卡尔坐上了头等舱；另一边，放荡不羁的少年画家杰克也在码头的一场赌博中赢得了下等舱的船票。罗丝厌倦了上流社会虚伪的生活，不愿嫁给卡尔，打算投海自尽，被杰克救起。很快，美丽活泼的罗丝与英俊开朗的杰克相爱，杰克带罗丝参加下等舱的舞会、为她画像，二人的感情逐渐升温。1912年4月14日，星期天晚上，一个风平浪静的夜晚。泰坦尼克",
  "poster": "images/posters/597.jpg",
  "tags": {
   "温情": 1,
   "爱情": 2,
   "浪漫": 2,
   "社会": 1,
   "写实": 1,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 37.381
  }
 },
 {
  "id": 585,
  "title": "怪兽电力公司",
  "original": "Monsters, Inc.",
  "year": 2001,
  "genres": [
   "动画",
   "喜剧",
   "家庭",
   "奇幻"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0198781",
  "overview": "　　我们不知道，在那样的世界里住着那样一群怪物。他们长相滑稽，却必须装作狰狞。因为，在夜深的时候，他们要悄悄的出现在孩子的衣橱里，吓唬刚刚甜美睡去的宝宝。一切，只因为他们是怪物电力公司的员工，而孩子的尖叫，则是怪物王国发电的全部能量。怪物们害怕孩子，却又必须让孩子尖叫。在怪物的国度里，他们都是为全民造福的英雄。\r 　　毛怪苏利文（约翰•古德曼）是怪物公司最出色的员工，业绩总是摇摇领先，他吓哭的小孩儿不计其数。他与搭档大眼怪麦克（比利•克里斯托）很受大家的爱戴。一次偶然，毛怪不",
  "poster": "images/posters/585.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "喜剧": 1,
   "轻松": 1,
   "家庭": 1,
   "温情": 1,
   "冒险": 1,
   "职场": 1,
   "近代": 1,
   "欧美": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 29.2223
  }
 },
 {
  "id": 150540,
  "title": "头脑特工队",
  "original": "Inside Out",
  "year": 2015,
  "genres": [
   "动画",
   "家庭",
   "冒险",
   "剧情",
   "喜剧"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2096673",
  "overview": "可爱的小女孩莱莉（凯特林·迪亚斯 Kaitlyn Dias 配音）出生在明尼苏达州一个平凡的家庭中，从小她在父母的呵护下长大，脑海中保存着无数美好甜蜜的回忆。当然这些记忆还与几个莱莉未曾谋面的伙伴息息相关，他们就是人类的五种主要情绪：乐乐（艾米·波勒 Amy Poehl er 配音）、忧忧（菲利丝·史密斯 Phyllis Smith 配音）、怕怕（比尔·哈德尔 Bill Hader 配音）、厌厌（敏迪·卡灵 Mindy Kaling 配音）和怒怒（刘易斯·布莱克 Lewis ",
  "poster": "images/posters/150540.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "家庭": 1,
   "温情": 2,
   "冒险": 1,
   "热血": 1,
   "喜剧": 1,
   "轻松": 1,
   "青春": 1,
   "成长": 1,
   "友情": 1,
   "烧脑": 1,
   "悬疑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "慢节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 26.8739
  }
 },
 {
  "id": 615453,
  "title": "哪吒之魔童降世",
  "original": "哪吒之魔童降世",
  "year": 2019,
  "genres": [
   "动画",
   "奇幻",
   "冒险"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt10627720",
  "overview": "天地灵气孕育出一颗能量巨大的混元珠，元始天尊将混元珠提炼成灵珠和魔丸，灵珠投胎为人，助周伐纣时可堪大用；而魔丸则会诞出魔王，为祸人间。元始天尊启动了天劫咒语，3年后天雷将会降临，摧毁魔丸。太乙受命将灵珠托生于陈塘关李靖家的儿子哪吒身上。然而阴差阳错，灵珠和魔丸竟然被掉包。本应是灵珠英雄的哪吒却成了混世大魔王。调皮捣蛋顽劣不堪的哪吒却徒有一颗做英雄的心。然而面对众人对魔丸的误解和即将来临的天雷的降临，哪吒是否命中注定会立地成魔？他将何去何从？",
  "poster": "images/posters/615453.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "冒险": 2,
   "热血": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 9.919
  }
 },
 {
  "id": 1304434,
  "title": "浪浪山小妖怪",
  "original": "浪浪山小妖怪",
  "year": 2025,
  "genres": [
   "动画",
   "冒险",
   "奇幻",
   "喜剧"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt36733027",
  "overview": "浪浪山的小猪妖一直想进入大王洞谋个差事，却因为一次意外得罪了大王，只得被迫离开浪浪山。走投无路之际，他索性拉上发小蛤蟆精，又找来黄鼠狼精和猩猩怪，四只本领平平、无人知晓的小妖怪假扮成唐僧师徒，组成一支草根取经队，踏上西行之路。没有通天本领，也没有神兵法宝，他们只能靠各自有限的本事和临场想出的办法应付一路上的妖怪、村民与各种意外。在这场误打误撞的冒险中，四个原本只想改变命运的小妖怪，也开始重新思考自己究竟想成为怎样的人……",
  "poster": "images/posters/1304434.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "冒险": 2,
   "热血": 1,
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 8.1315
  }
 },
 {
  "id": 81,
  "title": "风之谷",
  "original": "風の谷のナウシカ",
  "year": 1984,
  "genres": [
   "冒险",
   "动画",
   "奇幻"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0087544",
  "overview": "在毁灭工业文明的“火之七日”过去一千年后，世界被散发有毒瘴气的“腐海”逐渐覆盖，生活其中的巨大虫群也让幸存的人类时刻面临威胁。依靠海风阻挡腐海孢子的风之谷，是少数仍能安宁生活的地方。风之谷公主娜乌西卡善于御风，并能够感知王虫等生物的心意，始终试图理解这片被人类畏惧的世界。一天，一架多鲁美奇亚运输机意外坠毁在风之谷，机上竟载着在“火之七日”中毁灭世界的古代兵器“巨神兵”。为了争夺巨神兵，多鲁美奇亚军队随后进入风之谷，使这个宁静的小国骤然卷入战争。面对人类之间不断升级的冲突，以及",
  "poster": "images/posters/81.jpg",
  "tags": {
   "冒险": 2,
   "热血": 1,
   "动画": 1,
   "童话": 2,
   "经典老片": 1,
   "日韩": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 15.4708
  }
 },
 {
  "id": 9323,
  "title": "攻壳机动队",
  "original": "GHOST IN THE SHELL / 攻殻機動隊",
  "year": 1995,
  "genres": [
   "动作",
   "动画",
   "科幻"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0113568",
  "overview": "公元2029年，未来世界是高科技与信息化的世界。人类生活水平的提高伴随着犯罪活动的高科技化，于是，专门镇压高科技犯罪的特殊部队——公安9课成立了。队长草薙素子，作为一位全身“义体化”的女警，带领公安9课不断展开行动。这次，公安9课帮助公安6课秘密解决了一位程序员外逃他国的麻烦琐事，又卷入传说中的黑客“傀儡师”的犯罪事件。当行动陷入僵局之际，傀儡师竟然不请自来，出现在公安9课！素子与她的战友们，不知不觉地被卷入了一场涉及政府的阴谋之中。",
  "poster": "images/posters/9323.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "动画": 1,
   "童话": 1,
   "科幻": 1,
   "烧脑": 1,
   "近代": 1,
   "日韩": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 14.1982
  }
 },
 {
  "id": 149,
  "title": "阿基拉",
  "original": "AKIRA",
  "year": 1988,
  "genres": [
   "动画",
   "科幻",
   "动作"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0094625",
  "overview": "1988年7月，关东地区使用新型炸弹进行爆破，第三次世界大战即刻爆发。31年后，人类从一片废墟中重建都市，东京湾上建立了巨大城市——新东京。世界仿佛要恢复到以前的繁荣。2019年的一个夜晚，新东京郊外的封闭高速公路上，暴走族团体正在公路上飙车。带头的少年，是一名叫做金田的职业高中学生。突然，街上出现了一位奇怪的矮个男子，暴走族少年铁雄为躲避车祸连人带车飞出公路。正当金田要拿那位男子问罪之时，军队驾驶直升飞机赶到将那位矮个男子与铁雄一起收押。铁雄进入了一个陌生的地方，这里似乎在",
  "poster": "images/posters/149.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "科幻": 1,
   "烧脑": 1,
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "经典老片": 1,
   "日韩": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 18.0034
  }
 },
 {
  "id": 194,
  "title": "天使爱美丽",
  "original": "Le Fabuleux Destin d'Amélie Poulain",
  "year": 2001,
  "genres": [
   "喜剧",
   "爱情"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0211915",
  "overview": "艾米莉（奥黛丽·塔图 Audrey Tautou 饰）有着别人看来不幸的童年——父亲给她做健康检查时，发现她心跳过快，便断定她患上心脏病，从此艾米莉与学校绝缘。随后因为一桩意外，母亲在她眼前突然死去。这一切都毫不影响艾米莉对生活的豁达乐观。1997年，戴安娜王妃的去世让她倍感人生的孤独脆弱，艾米莉从此开始了一系列助人计划，包括自闭忧郁的邻居老人，被老板刻薄的菜摊伙计、遗失了童年器物的旧房东、爱情失意的咖啡店同事。但她万万想不到，成人录象带商店店员尼诺（马修·卡索维 Mathi",
  "poster": "images/posters/194.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "爱情": 2,
   "浪漫": 2,
   "孤独": 1,
   "致郁": 2,
   "温情": 1,
   "近代": 1,
   "其他": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_more": 18.5202
  }
 },
 {
  "id": 1084736,
  "title": "基督山伯爵",
  "original": "Le Comte de Monte-Cristo",
  "year": 2024,
  "genres": [
   "冒险",
   "动作",
   "剧情"
  ],
  "rating": 7.9,
  "tmdb_rating": 7.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt26446278",
  "overview": "1815年，在马赛的城墙之内，埃德蒙·唐泰斯因一项他未曾犯下的罪行而被囚禁在坚固的伊夫堡监狱中。经历了十四年的监禁，他最终精心策划了逃脱，并开始了一场精心设计的复仇之旅。唐泰斯化身为多个身份，其中之一是“基督山伯爵”，他首先接近那些如今身居高位的敌人，以便更好地将他们击倒。但复仇的代价对灵魂来说是沉重的……",
  "poster": "images/posters/1084736.jpg",
  "tags": {
   "冒险": 2,
   "热血": 2,
   "爽": 1,
   "温情": 1,
   "犯罪": 1,
   "写实": 1,
   "新片": 1,
   "其他": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 14.6925
  }
 },
 {
  "id": 1212763,
  "title": "鬼玩人：炼狱",
  "original": "Evil Dead Burn",
  "year": 2026,
  "genres": [
   "恐怖"
  ],
  "rating": 7.8,
  "tmdb_rating": 7.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt31170389",
  "overview": "爱丽丝在丈夫骤然离世后深陷悲痛，受邀前往公婆的乡间庄园暂住，试图和丈夫的家人互相慰藉，一同走出丧亲的阴霾。可入住没多久，诡异状况便接连爆发，庄园里怪事频发，身边的亲人举止日渐反常。很快，恶灵诅咒席卷整座宅邸，身边的人一个接一个被侵蚀异化，变成面目焦黑、嗜血狂暴的死徒。她逐渐发现，当年婚礼上许下的婚姻誓言并未随丈夫的死亡消散，反而成了缠绕整个家族的恶灵契约。被困在庄园里的她，必须在亲人彻底沦陷前，在遍地死徒的绝境里拼杀求生。",
  "poster": "images/posters/1212763.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 103.5406
  }
 },
 {
  "id": 1290821,
  "title": "庇护之地",
  "original": "Shelter",
  "year": 2026,
  "genres": [
   "动作",
   "犯罪",
   "惊悚"
  ],
  "rating": 7.8,
  "tmdb_rating": 7.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32357218",
  "overview": "隐居孤岛的特工界黄金王牌迈克尔·梅森（杰森·斯坦森 饰）本想就此隔绝过往，一场风暴却让他救下少女杰茜（博德希·蕾·布里纳希 饰），命运的齿轮彻底反转……他们的行踪不慎暴露在严密的监控网络之下，神秘势力的追杀接踵而至，无路可退的梅森被迫重操旧业，携手少女开启生死突围之路。 面对顶尖特工小队和冷血杀手的轮番围剿，梅森一路火力全开：近身肉搏、飞车追逃、枪林弹雨，硬核爽战全程高能！随着追杀不断升级，层层阴谋被逐一揭开，互相防备的两人成为彼此唯一的依靠。当滔天阴谋席卷而来，他们能否冲破",
  "poster": "images/posters/1290821.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "犯罪": 1,
   "悬疑": 2,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 60.0059
  }
 },
 {
  "id": 931285,
  "title": "真人快打2",
  "original": "Mortal Kombat II",
  "year": 2026,
  "genres": [
   "动作",
   "奇幻",
   "冒险"
  ],
  "rating": 7.8,
  "tmdb_rating": 7.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt17490712",
  "overview": "　　过气好莱坞演员强尼·凯奇（卡尔·厄本 饰）被意外选中，加入一场决定地球命运的真人快打。吉塔娜（阿德莱恩·鲁道夫 饰）、刀锋索尼娅（杰西卡·麦克娜美 饰）、卡诺（约什·劳森 饰）、刘康（林路迪 饰）、贾克斯（麦卡德·布鲁克斯 饰）、尚宗（黄经汉 饰）、雷电（浅野忠信 饰）、避寒（乔·塔斯利姆 饰）、蝎子（真田广之 饰）等角色也将各显身手，开启血浆狂飙的格斗厮杀。",
  "poster": "images/posters/931285.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 3,
   "童话": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 51.7836
  }
 },
 {
  "id": 1242898,
  "title": "铁血战士：杀戮之地",
  "original": "Predator: Badlands",
  "year": 2025,
  "genres": [
   "动作",
   "科幻",
   "冒险"
  ],
  "rating": 7.8,
  "tmdb_rating": 7.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt31227572",
  "overview": "一名外星猎手被所属部族驱逐后，意外与一台受损的机器人结为盟友，随后踏上险象环生的旅程，寻找自己的终极宿敌。",
  "poster": "images/posters/1242898.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 2,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 34.0736
  }
 },
 {
  "id": 49026,
  "title": "蝙蝠侠：黑暗骑士崛起",
  "original": "The Dark Knight Rises",
  "year": 2012,
  "genres": [
   "动作",
   "犯罪",
   "剧情",
   "惊悚"
  ],
  "rating": 7.8,
  "tmdb_rating": 7.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1345836",
  "overview": "哈维·登特死后的八年间，哥谭市的犯罪活动受到有效遏制，而背负杀害登特罪名的蝙蝠侠也从城市中销声匿迹，布鲁斯·韦恩则过着与世隔绝的生活。然而，神秘而强大的贝恩突然出现，打破了哥谭维持多年的平静。与此同时，行踪莫测的女贼赛琳娜·凯尔也闯入布鲁斯的生活。随着贝恩的计划逐渐展开，整个哥谭陷入前所未有的危机。面对这个比以往更加强大的敌人，沉寂多年的布鲁斯不得不重新作出选择，再次肩负起守护哥谭的使命……",
  "poster": "images/posters/49026.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "犯罪": 1,
   "悬疑": 2,
   "温情": 1,
   "烧脑": 1,
   "暗黑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 32.0642
  }
 },
 {
  "id": 438631,
  "title": "沙丘",
  "original": "Dune",
  "year": 2021,
  "genres": [
   "科幻",
   "冒险"
  ],
  "rating": 7.8,
  "tmdb_rating": 7.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1160419",
  "overview": "电影《沙丘》为观众呈现了一段神秘而感人至深的英雄之旅。天赋异禀的少年保罗·厄崔迪（提莫西·查拉梅 饰）被命运指引，为了保卫自己的家族和人民，决心前往浩瀚宇宙间最危险的星球，开启一场惊心动魄的冒险。与此同时，各路势力为了抢夺这颗星球上一种能够释放人类最大潜力的珍贵资源而纷纷加入战场。最终，唯有那些能够战胜内心恐惧的人才能生存下去。",
  "poster": "images/posters/438631.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 1,
   "冒险": 1,
   "热血": 1,
   "致郁": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 33.5075
  }
 },
 {
  "id": 1514026,
  "title": "巴迪",
  "original": "Buddy",
  "year": 2026,
  "genres": [
   "恐怖",
   "喜剧"
  ],
  "rating": 7.8,
  "tmdb_rating": 7.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37281055",
  "overview": "",
  "poster": "images/posters/1514026.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "欧美": 1,
   "明亮": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 40.3962
  }
 },
 {
  "id": 911430,
  "title": "F1：狂飙飞车",
  "original": "F1",
  "year": 2025,
  "genres": [
   "动作",
   "剧情"
  ],
  "rating": 7.8,
  "tmdb_rating": 7.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt16311594",
  "overview": "桑尼·海耶斯曾经是F1赛场上最具潜力的天才新星，但一场意外葬送了他的职业生涯，从此他沦为人们口中最生不逢时的“沧海遗珠”。三十年后的如今，桑尼是一名自由职业的落魄赛车手，他的前队友——如今是濒临破产的F1车队老板鲁本·塞万提斯却突然找上门来。鲁本说服桑尼重返F1赛场，这不仅是拯救他车队的最后希望，更是桑尼向世界证明自己仍是顶尖车手的最佳契机。桑尼将与车队的热门新秀乔舒亚·皮尔斯并肩前行，这位年轻的车手也渴望在赛道上书写自己的传奇。然而伴随着引擎开始轰鸣，桑尼过去的创伤也如影随",
  "poster": "images/posters/911430.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 33.4658
  }
 },
 {
  "id": 22,
  "title": "加勒比海盗1：黑珍珠号的诅咒",
  "original": "Pirates of the Caribbean: The Curse of the Black Pearl",
  "year": 2003,
  "genres": [
   "冒险",
   "奇幻",
   "动作"
  ],
  "rating": 7.8,
  "tmdb_rating": 7.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0325980",
  "overview": "故事发生在17世纪，传说中海盗最为活跃的加勒比海。风趣迷人的杰克·斯伯洛，是活跃在加勒比海上的海盗，拥有属于自己的“黑珍珠”号海盗船。对他来说，最惬意的生活就是驾驶着“黑珍珠”号在加勒比海上游荡，自由自在的打劫过往船只。但不幸的是，他的仇敌，老谋深算的巴博萨船长偷走了他的“黑珍珠”号。",
  "poster": "images/posters/22.jpg",
  "tags": {
   "冒险": 3,
   "热血": 2,
   "童话": 1,
   "爽": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 31.9602
  }
 },
 {
  "id": 12,
  "title": "海底总动员",
  "original": "Finding Nemo",
  "year": 2003,
  "genres": [
   "动画",
   "家庭",
   "冒险"
  ],
  "rating": 7.8,
  "tmdb_rating": 7.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0266543",
  "overview": "　　主角是一对可爱的小丑鱼(Clownfish)父子。父亲玛林和儿子尼莫一直在澳洲外海大堡礁中过着安定而幸福的平静生活。鱼爸爸玛林一直谨小慎微，行事缩手缩脚，虽然已经身为人父，却丝毫不会影响它成为远近闻名的胆小鬼。也正因为这一点，儿子尼莫常常与玛林发生争执，甚至有那么一点瞧不起自己的父亲。直到有一天，一直向往到海洋中冒险的尼莫，游出了他们所居住的珊瑚礁。正当尼莫想要舒展一下小尾巴的时候，一艘渔船毫不留情地将欢天喜地的尼莫捕走，并将它辗转卖到澳洲悉尼湾内的一家牙医诊所。在大堡礁",
  "poster": "images/posters/12.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "家庭": 1,
   "温情": 1,
   "冒险": 1,
   "热血": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 28.4839
  }
 },
 {
  "id": 10193,
  "title": "玩具总动员3",
  "original": "Toy Story 3",
  "year": 2010,
  "genres": [
   "动画",
   "家庭",
   "喜剧"
  ],
  "rating": 7.8,
  "tmdb_rating": 7.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0435761",
  "overview": "安迪已经高中毕业了，即将成为大学生，而他的玩具，包括胡迪、巴斯光年都面临将要被放在阁楼上的命运。在他们被放到阁楼之前，却意外的被丢弃，并被一个清理垃圾的人所捡起。玩具们发现自己被带到了一个当地的日间托儿所，他们必须要在那儿想办法面对一群调皮且粗鲁的学龄前小孩。胡迪打算要带领他的朋友们逃离托儿所，并为自己和他们找到一个新的安身之处。但巴斯光年在一次尝试逃离的行动中受到了损伤，使得整件事情变得更复杂了……",
  "poster": "images/posters/10193.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "家庭": 1,
   "温情": 1,
   "喜剧": 1,
   "轻松": 1,
   "近代": 1,
   "欧美": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 29.2834
  }
 },
 {
  "id": 674,
  "title": "哈利·波特与火焰杯",
  "original": "Harry Potter and the Goblet of Fire",
  "year": 2005,
  "genres": [
   "冒险",
   "奇幻"
  ],
  "rating": 7.8,
  "tmdb_rating": 7.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0330373",
  "overview": "哈利迎来了在霍格沃茨的第四个学年，这一年学校将举办久负盛名而又危险重重的“三强争霸赛”，来自布斯巴顿和德姆斯特朗两所魔法学校的学生也来到霍格沃茨参加竞争。按照规定，只有年满17岁的学生才有资格报名，然而负责选出勇士的“火焰杯”却意外吐出了年仅14岁的哈利·波特的名字，使他成为比赛中史无前例的第四名勇士。哈利坚称自己从未报名，却不得不面对火龙、黑湖和魔法迷宫等一系列危险考验。与此同时，魁地奇世界杯上出现的食死徒与黑魔标记，以及哈利不断出现的噩梦，都预示着这场比赛背后还隐藏着更加",
  "poster": "images/posters/674.jpg",
  "tags": {
   "冒险": 2,
   "热血": 1,
   "童话": 2,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 27.382
  }
 },
 {
  "id": 269149,
  "title": "疯狂动物城",
  "original": "Zootopia",
  "year": 2016,
  "genres": [
   "动画",
   "冒险",
   "家庭",
   "喜剧"
  ],
  "rating": 7.8,
  "tmdb_rating": 7.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2948356",
  "overview": "在所有哺乳动物共同生活的现代都市“疯狂动物城”，兔子朱迪从小就梦想成为一名警察。凭借自己的努力，她终于从警校毕业，成为疯狂动物城警察局第一只兔子警官。然而初来乍到的朱迪并没有得到重用，而是被安排负责街头停车执法。与此同时，城中接连发生动物失踪事件，一心想证明自己的朱迪主动接下寻找失踪水獭的案件，并必须在48小时内查出线索，否则便要离开警局。调查过程中，她不得不与精明狡猾的狐狸尼克合作。原本互不信任的一兔一狐由此成为临时搭档，而这起看似普通的失踪案，也逐渐牵出隐藏在疯狂动物城背",
  "poster": "images/posters/269149.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "冒险": 1,
   "热血": 1,
   "家庭": 1,
   "温情": 1,
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 26.5589
  }
 },
 {
  "id": 396535,
  "title": "釜山行",
  "original": "부산행",
  "year": 2016,
  "genres": [
   "动作",
   "恐怖",
   "惊悚"
  ],
  "rating": 7.8,
  "tmdb_rating": 7.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt5700672",
  "overview": "证券公司基金管理人石宇（孔刘 饰）光鲜精干，却也是个重利轻义之徒。妻子为此与之决裂，女儿秀安（金秀安 饰）则对如此自私的父亲越来越失望，决定前往釜山和母亲生活。在秀安生日这天，石宇抽出时间陪伴女儿登上开往釜山的特快列车。而与此同时，城市四处出现了极为可疑的暴动事件。政府极力洗白无法掩盖丧尸肆虐的事实，即便懵然无知的列车乘客也因为不速之客的到来而堕入恐慌绝望的地狱中。开车的刹那，一名感染者冲入车厢，而她很快尸变并对目光所及之处的健康人展开血腥屠杀。未过多久，丧尸便呈几何数爆发性",
  "poster": "images/posters/396535.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "恐怖": 1,
   "暗黑": 2,
   "悬疑": 1,
   "烧脑": 1,
   "职场": 1,
   "科幻": 1,
   "新片": 1,
   "日韩": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 24.2621
  }
 },
 {
  "id": 562,
  "title": "虎胆龙威",
  "original": "Die Hard",
  "year": 1988,
  "genres": [
   "动作",
   "惊悚"
  ],
  "rating": 7.8,
  "tmdb_rating": 7.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0095016",
  "overview": "警探约翰·麦卡伦从纽约来到洛杉矶，见他分别已有半年之久的妻子霍莉。他被邀请参加在一栋大厦的30层举行的圣诞晚会。然而一群匪徒却打起了大厦金库中存有的六亿多元公债券的主意。他们封锁了大楼，将参加晚会的人扣作人质。麦卡伦侥幸逃脱，只身与匪徒们展开了周旋。",
  "poster": "images/posters/562.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 1,
   "烧脑": 1,
   "经典老片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 40.0116
  }
 },
 {
  "id": 808,
  "title": "怪物史瑞克",
  "original": "Shrek",
  "year": 2001,
  "genres": [
   "动画",
   "喜剧",
   "奇幻",
   "冒险",
   "家庭"
  ],
  "rating": 7.8,
  "tmdb_rating": 7.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0126029",
  "overview": "从前，在一片遥远的沼泽里，住着一个脾气暴躁的怪物史莱克（迈克·迈尔斯 配音）。他珍贵的独居生活，突然被一群恼人的童话人物入侵而彻底打乱。[梦工厂]",
  "poster": "images/posters/808.jpg",
  "tags": {
   "动画": 1,
   "童话": 3,
   "喜剧": 1,
   "轻松": 1,
   "冒险": 2,
   "热血": 1,
   "家庭": 1,
   "温情": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_topup": 32.5783
  }
 },
 {
  "id": 83533,
  "title": "阿凡达：火与烬",
  "original": "Avatar: Fire and Ash",
  "year": 2025,
  "genres": [
   "科幻",
   "冒险",
   "奇幻"
  ],
  "rating": 7.7,
  "tmdb_rating": 7.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1757678",
  "overview": "在梅卡伊纳部落安顿下来后，杰克·萨利与奈蒂莉一家仍深陷失去长子的悲痛之中，奈蒂莉对人类的仇恨也愈发强烈。由于人类少年“蜘蛛”无法长期依靠呼吸设备生活，杰克一家决定陪同“风之商人”护送他前往更适合人类居住的地方。然而途中，商队突然遭到“灰烬族”的袭击。这个家园曾被灾难摧毁、并因此背弃大地之母爱娃的纳威人族群，在首领瓦朗的带领下烧毁船只、掠夺物资，使萨利一家再度陷入危机。与此同时，迈尔斯·夸里奇上校依然没有放弃对杰克的追踪。面对来自人类以及纳威人内部的新威胁，原本尚未走出伤痛的一",
  "poster": "images/posters/83533.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 1,
   "冒险": 2,
   "热血": 1,
   "童话": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 79.5823
  }
 },
 {
  "id": 1084242,
  "title": "疯狂动物城2",
  "original": "Zootopia 2",
  "year": 2025,
  "genres": [
   "动画",
   "冒险",
   "喜剧",
   "悬疑",
   "家庭"
  ],
  "rating": 7.7,
  "tmdb_rating": 7.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt26443597",
  "overview": "在经历上一场案件后，兔警官朱迪与狐狸尼克已经成为搭档。一个神秘爬行动物突然出现在疯狂动物城，并引发一连串意外事件，让这座原本由哺乳动物构成的城市面临新的危机。为了追查真相，朱迪和尼克再次携手行动，在追捕过程中前往此前鲜少接触的新领域，并深入神秘的地下黑市寻找线索。随着调查不断深入，这对老搭档逐渐发现，神秘爬行动物的出现背后还隐藏着更多关于疯狂动物城的秘密……",
  "poster": "images/posters/1084242.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "冒险": 1,
   "热血": 1,
   "喜剧": 1,
   "轻松": 1,
   "悬疑": 1,
   "烧脑": 1,
   "家庭": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 68.885
  }
 },
 {
  "id": 1726,
  "title": "钢铁侠",
  "original": "Iron Man",
  "year": 2008,
  "genres": [
   "动作",
   "科幻",
   "冒险"
  ],
  "rating": 7.7,
  "tmdb_rating": 7.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0371746",
  "overview": "斯塔克工业是美国军方的重要武器供应商，掌门人托尼·斯塔克天资聪颖，却也过着放纵不羁的富豪生活，在助手维吉尼亚·波茨和公司元老俄巴迪亚·斯坦的协助下经营着庞大的军火事业。一次前往中东展示新型武器时，托尼遭到武装分子袭击并被俘，体内残留的弹片随时可能危及心脏。在英森博士的帮助下，他利用微型电弧反应炉维持胸前的电磁装置，并暗中制造出一套钢铁盔甲逃离囚禁。回到美国后，托尼重新审视自己的事业，并不断改进这套战甲，却也逐渐发现斯塔克工业背后隐藏着更危险的秘密……",
  "poster": "images/posters/1726.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "职场": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 41.1017
  }
 },
 {
  "id": 672,
  "title": "哈利·波特与密室",
  "original": "Harry Potter and the Chamber of Secrets",
  "year": 2002,
  "genres": [
   "冒险",
   "奇幻"
  ],
  "rating": 7.7,
  "tmdb_rating": 7.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0295297",
  "overview": "暑假期间，家养小精灵多比突然出现在哈利面前，警告他不要返回霍格沃茨，否则将面临巨大的危险。哈利没有听从劝告，仍与罗恩、赫敏开始了第二学年的生活。然而不久后，学校接连发生离奇的石化事件，墙上还出现了“密室已经被打开”的警告，而哈利也开始听见一种只有自己能够听到的神秘声音。传说霍格沃茨创办人之一萨拉查·斯莱特林曾在学校中留下一个密室，只有他的继承人才能开启。由于哈利意外展现出与蛇交流的能力，越来越多的人开始怀疑他与事件有关。为了查明真相，哈利、罗恩和赫敏开始追查密室以及霍格沃茨五",
  "poster": "images/posters/672.jpg",
  "tags": {
   "冒险": 2,
   "热血": 1,
   "童话": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 36.6002
  }
 },
 {
  "id": 12444,
  "title": "哈利·波特与死亡圣器（上）",
  "original": "Harry Potter and the Deathly Hallows: Part 1",
  "year": 2010,
  "genres": [
   "冒险",
   "奇幻"
  ],
  "rating": 7.7,
  "tmdb_rating": 7.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0926084",
  "overview": "邓布利多去世后，伏地魔与食死徒的势力迅速扩张，魔法部和霍格沃茨相继落入他们的控制之下。哈利、罗恩和赫敏不再返回学校，而是按照邓布利多留下的任务踏上逃亡之路，寻找并摧毁维系伏地魔不死力量的魂器。失去老师和凤凰社的直接保护后，三人只能依靠彼此，在食死徒不断追捕的阴影下辗转藏身，而魂器本身的黑暗力量也不断考验着他们的友情。随着调查深入，一则关于三件神秘魔法物品的古老传说——“死亡圣器”逐渐浮现。与此同时，伏地魔也在寻找一根足以让自己真正击败哈利的强大魔杖……",
  "poster": "images/posters/12444.jpg",
  "tags": {
   "冒险": 2,
   "热血": 1,
   "童话": 2,
   "友情": 1,
   "暗黑": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 34.6243
  }
 },
 {
  "id": 218,
  "title": "终结者",
  "original": "The Terminator",
  "year": 1984,
  "genres": [
   "动作",
   "惊悚",
   "科幻"
  ],
  "rating": 7.7,
  "tmdb_rating": 7.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0088247",
  "overview": "一名半机械人（阿诺·施瓦辛格 饰）从21世纪被派往当代洛杉矶，刺杀一位看似无辜的女子——她的孩子将在杀手所处的未来世界中扮演关键角色。[米高梅]",
  "poster": "images/posters/218.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 1,
   "烧脑": 2,
   "科幻": 1,
   "经典老片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 34.3967
  }
 },
 {
  "id": 1010581,
  "title": "我的过错",
  "original": "Culpa mía",
  "year": 2023,
  "genres": [
   "剧情",
   "爱情",
   "惊悚"
  ],
  "rating": 7.7,
  "tmdb_rating": 7.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt21909764",
  "overview": "诺亚被迫离开她的小镇、男友和朋友，搬进了她母亲的新丈夫的豪宅。在那里，她遇见了她的新继兄尼克，两人的性格从一开始就发生了碰撞。然而他们对彼此的吸引却渐渐演变成一段禁忌的恋情，在这期间，他们叛逆的性格和磨人的脾气颠覆了彼此的世界，并致使他们疯狂地坠入了爱河。",
  "poster": "images/posters/1010581.jpg",
  "tags": {
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 34.3895
  }
 },
 {
  "id": 414906,
  "title": "新蝙蝠侠",
  "original": "The Batman",
  "year": 2022,
  "genres": [
   "犯罪",
   "悬疑",
   "惊悚"
  ],
  "rating": 7.7,
  "tmdb_rating": 7.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1877830",
  "overview": "布鲁斯·韦恩（罗伯特·帕丁森 饰）化身蝙蝠侠于哥谭市行侠仗义两年后，罪犯皆闻风丧胆，他也因此深入接触到哥谭市的阴暗面。他潜行于哥谭市腐败的政要名流关系网中，身边仅有的几个值得信赖的盟友——管家阿尔弗雷德·潘尼沃斯（安迪·瑟金斯 饰）与詹姆斯·戈登警长（杰弗里·怀特 饰）。这位独行的“义警侠探”在哥谭市民心中已成为“复仇”二字最当仁不让的代名词。",
  "poster": "images/posters/414906.jpg",
  "tags": {
   "犯罪": 1,
   "悬疑": 3,
   "烧脑": 2,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 31.7058
  }
 },
 {
  "id": 767,
  "title": "哈利·波特与混血王子",
  "original": "Harry Potter and the Half-Blood Prince",
  "year": 2009,
  "genres": [
   "冒险",
   "奇幻"
  ],
  "rating": 7.7,
  "tmdb_rating": 7.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0417741",
  "overview": "伏地魔及食死徒的势力不断扩张，危险已经从魔法世界蔓延到麻瓜社会。哈利开始了在霍格沃茨的第六个学年，邓布利多则带他拜访退休多年的霍拉斯·斯拉格霍恩，希望从这位昔日教授关于少年汤姆·里德尔的记忆中，找到破解伏地魔力量秘密的关键。与此同时，哈利偶然得到一本写满神秘批注的旧魔药课本，扉页上署着“混血王子”的名字，书中的笔记让他在魔药课上突飞猛进，却也隐藏着危险。另一边，德拉科·马尔福似乎被赋予了一项秘密任务，哈利越来越确信霍格沃茨内部正在酝酿一场阴谋……",
  "poster": "images/posters/767.jpg",
  "tags": {
   "冒险": 2,
   "热血": 1,
   "童话": 2,
   "社会": 1,
   "写实": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 30.4524
  }
 },
 {
  "id": 177572,
  "title": "超能陆战队",
  "original": "Big Hero 6",
  "year": 2014,
  "genres": [
   "冒险",
   "家庭",
   "动画",
   "动作",
   "喜剧"
  ],
  "rating": 7.7,
  "tmdb_rating": 7.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2245084",
  "overview": "热爱发明创造的天才少年小宏生活在未来都市旧京山，在哥哥泰迪的鼓励下参加了罗伯特·卡拉汉教授主持的理工学院入学展示会。他凭借自己发明的微型磁力机器人赢得众人认可，然而一场突如其来的大火却彻底改变了他的生活，泰迪也在火灾中不幸丧生。深受打击的小宏从此闭门不出，哥哥生前留下的医疗机器人大白成为陪伴他的伙伴。原以为微型机器人已经毁于火灾的小宏，却意外发现有人正在一座废弃工厂中大量生产他的发明。为了查明背后的真相，小宏与大白展开调查，泰迪生前的好友弗雷德等人也加入其中。经过小宏的改造，",
  "poster": "images/posters/177572.jpg",
  "tags": {
   "冒险": 2,
   "热血": 2,
   "家庭": 1,
   "温情": 1,
   "动画": 1,
   "童话": 1,
   "爽": 1,
   "喜剧": 1,
   "轻松": 1,
   "科幻": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 29.2989
  }
 },
 {
  "id": 950396,
  "title": "峡谷",
  "original": "The Gorge",
  "year": 2025,
  "genres": [
   "爱情",
   "科幻",
   "惊悚"
  ],
  "rating": 7.7,
  "tmdb_rating": 7.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt13654226",
  "overview": "两名训练有素的特工被派去看守一个神秘峡谷，期间相隔两侧的两人反而越走越近。峡谷中的邪恶力量浮现后，他们必须携手合作，才能与之抗衡，生存下去。",
  "poster": "images/posters/950396.jpg",
  "tags": {
   "爱情": 1,
   "浪漫": 1,
   "科幻": 1,
   "烧脑": 2,
   "悬疑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 32.1786
  }
 },
 {
  "id": 675,
  "title": "哈利·波特与凤凰社",
  "original": "Harry Potter and the Order of the Phoenix",
  "year": 2007,
  "genres": [
   "冒险",
   "奇幻"
  ],
  "rating": 7.7,
  "tmdb_rating": 7.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0373889",
  "overview": "伏地魔归来后，魔法部却拒绝承认这个事实，并不断质疑哈利和邓布利多的说法。与此同时，邓布利多重新召集“凤凰社”，秘密对抗伏地魔及其食死徒。回到霍格沃茨后，哈利又迎来了魔法部派来的新任黑魔法防御术教授多洛雷斯·乌姆里奇，她以严苛的规章逐步控制学校，却拒绝让学生真正练习防御魔法。为了应对越来越迫近的危险，哈利、罗恩和赫敏秘密组织“邓布利多军”，带领同学学习黑魔法防御术。与此同时，哈利不断出现与伏地魔有关的梦境和幻象，也逐渐意识到自己与黑魔王之间似乎存在着某种危险而神秘的联系……",
  "poster": "images/posters/675.jpg",
  "tags": {
   "冒险": 2,
   "热血": 1,
   "童话": 2,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 26.5607
  }
 },
 {
  "id": 603692,
  "title": "疾速追杀4",
  "original": "John Wick: Chapter 4",
  "year": 2023,
  "genres": [
   "动作",
   "惊悚",
   "犯罪"
  ],
  "rating": 7.7,
  "tmdb_rating": 7.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt10366206",
  "overview": "高桌组织的首席执行官格拉蒙特（比尔·斯卡斯加德饰）不断提高对约翰·威克（基努·里维斯饰）的赏金，同时清理其在这个邪恶组织中的痕迹。巨额赏金的诱惑下，吸引来了潜在的赏金猎人对威克的追杀。被逐出高桌会的威克在与高桌会的对抗过程中找到了击败高桌会的方法，在朋友的帮助下，开始了自己的反击……",
  "poster": "images/posters/603692.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 2,
   "烧脑": 1,
   "犯罪": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_topup": 22.2298
  }
 },
 {
  "id": 1315772,
  "title": "小黄人与大怪兽",
  "original": "Minions & Monsters",
  "year": 2026,
  "genres": [
   "冒险",
   "动画",
   "喜剧",
   "家庭",
   "奇幻"
  ],
  "rating": 7.6,
  "tmdb_rating": 7.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32890033",
  "overview": "为了拍摄心中理想的怪兽电影，这群萌趣活宝四处物色演员，竟然真的集齐了各式怪兽，上演疯狂大乱斗！",
  "poster": "images/posters/1315772.jpg",
  "tags": {
   "冒险": 2,
   "热血": 1,
   "动画": 1,
   "童话": 2,
   "喜剧": 1,
   "轻松": 1,
   "家庭": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 179.4443
  }
 },
 {
  "id": 76341,
  "title": "疯狂的麦克斯4：狂暴之路",
  "original": "Mad Max: Fury Road",
  "year": 2015,
  "genres": [
   "动作",
   "冒险",
   "科幻"
  ],
  "rating": 7.6,
  "tmdb_rating": 7.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1392190",
  "overview": "在我们星球最偏远的角落，一片荒芜的沙漠景观中，人性已然破碎，人人都在为生存必需品而战。两位反抗者或许能恢复秩序——一个是麦克斯，他行动果决、沉默寡言，在经历混乱失去妻儿后寻求内心平静；另一个是弗瑞奥萨，她坚信唯有穿越沙漠重返童年故土，才能找到生存之路。",
  "poster": "images/posters/76341.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 52.1305
  }
 },
 {
  "id": 533535,
  "title": "死侍与金刚狼",
  "original": "Deadpool & Wolverine",
  "year": 2024,
  "genres": [
   "动作",
   "喜剧",
   "科幻"
  ],
  "rating": 7.6,
  "tmdb_rating": 7.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt6263850",
  "overview": "史上最另类超级英雄、语不惊人死不休的死侍睽违六年终于重返大银幕，首次加入漫威电影宇宙！除了与一众昔日战友重新聚首，更与睽别15年的金刚狼二度并肩作战、再续兄弟情谊。直面时间变异管理局的追捕，迎战让人意想不到的神秘劲敌卡桑德拉·诺瓦。即便如此，死侍也毫不畏惧，自信满满地宣称自己就是“漫威救世主”，并将改写漫威电影宇宙！",
  "poster": "images/posters/533535.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "喜剧": 1,
   "轻松": 1,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 55.3391
  }
 },
 {
  "id": 1122573,
  "title": "金谍行动",
  "original": "In the Grey",
  "year": 2026,
  "genres": [
   "动作",
   "惊悚"
  ],
  "rating": 7.6,
  "tmdb_rating": 7.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt27681354",
  "overview": "　　当一名冷酷无情的独裁者窃取了数十亿美元的巨额财富后，一支潜伏于暗影之中的精英特工小队受命夺回这笔巨款。这些特工游走于全球暗网，既能操控权谋博弈，亦精通爆破突袭。这场本已险象环生的惊天盗局却风云突变，最终升级为一场充斥着谋略、欺诈与生死较量的全面战争。",
  "poster": "images/posters/1122573.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 41.6356
  }
 },
 {
  "id": 76600,
  "title": "阿凡达：水之道",
  "original": "Avatar: The Way of Water",
  "year": 2022,
  "genres": [
   "动作",
   "冒险",
   "科幻"
  ],
  "rating": 7.6,
  "tmdb_rating": 7.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1630029",
  "overview": "十多年过去，杰克·萨利已经永久生活在自己的阿凡达躯体中，并与奈蒂莉组建家庭，育有三个孩子，还收养了格蕾丝留下的女儿琪莉。原本平静的生活随着人类势力重返潘多拉而被打破，曾经死去的迈尔斯·夸里奇上校也以新的躯体归来，一心寻找杰克复仇。为了避免族人受到牵连，也为了保护家人，杰克带着奈蒂莉和孩子们离开森林中的家园，前往梅卡伊纳部落寻求庇护。岛礁族首领特诺瓦里与大祭司罗娜尔接纳了他们，萨利一家不得不学习全新的海洋生活方式，并逐渐适应这个以水为家的世界。然而，来自人类的追击并未停止，新的",
  "poster": "images/posters/76600.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 41.3512
  }
 },
 {
  "id": 1266127,
  "title": "准备好了没2：我来了",
  "original": "Ready or Not: Here I Come",
  "year": 2026,
  "genres": [
   "恐怖",
   "喜剧"
  ],
  "rating": 7.6,
  "tmdb_rating": 7.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt33978029",
  "overview": "　　格蕾丝侥幸逃过勒多马斯家族的追杀后，发现游戏并未结束，而是进入了下一阶段，这次她疏远已久的妹妹也被卷入其中。面临四个敌对家族猎杀的格蕾丝必须活下来、保护妹妹，同时争夺掌控世界的议会王座。",
  "poster": "images/posters/1266127.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "欧美": 1,
   "明亮": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 34.6314
  }
 },
 {
  "id": 19995,
  "title": "阿凡达",
  "original": "Avatar",
  "year": 2009,
  "genres": [
   "科幻",
   "动作",
   "冒险"
  ],
  "rating": 7.6,
  "tmdb_rating": 7.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0499549",
  "overview": "战斗中负伤导致下肢瘫痪的前海军陆战队员杰克·萨利，在双胞胎哥哥意外去世后，代替他前往潘多拉星参与“阿凡达计划”，操纵由人类与纳威人基因培育出的“阿凡达”躯体。RDA希望借助杰克深入纳威人部落，说服他们离开世代居住的家园，以便开采当地地下极其珍贵的矿物。在探索潘多拉星的过程中，杰克遇到了纳威人奈蒂莉，并在她的引导下学习当地的生存方式以及对自然的信仰。随着他逐渐融入纳威人的生活，杰克开始重新审视自己的任务；与此同时，迈尔斯·夸里奇上校等人对谈判逐渐失去耐心，准备以武力解决阻碍……",
  "poster": "images/posters/19995.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 1,
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 35.3388
  }
 },
 {
  "id": 502356,
  "title": "超级马力欧兄弟大电影",
  "original": "The Super Mario Bros. Movie",
  "year": 2023,
  "genres": [
   "家庭",
   "喜剧",
   "冒险",
   "奇幻",
   "动画"
  ],
  "rating": 7.6,
  "tmdb_rating": 7.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt6718170",
  "overview": "马力欧和路易吉是生活在布鲁克林的两名水管工，刚刚成立了自己的小公司，却并未得到家人的完全支持。一次意外中，两人被神秘水管吸入一个光怪陆离的世界，并在途中失散。马力欧来到由碧姬公主统治的蘑菇王国，而路易吉则落入酷霸王掌控的库巴王国。此时，酷霸王正准备进攻蘑菇王国，并企图迎娶碧姬公主。为了阻止他的计划，也为了救回路易吉，马力欧与碧姬公主踏上旅程，并前往丛林王国寻求支援……",
  "poster": "images/posters/502356.jpg",
  "tags": {
   "家庭": 1,
   "温情": 1,
   "喜剧": 1,
   "轻松": 1,
   "冒险": 2,
   "热血": 1,
   "童话": 2,
   "动画": 1,
   "职场": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 32.0047
  }
 },
 {
  "id": 1318621,
  "title": "星光继承者：暗黑仙境",
  "original": "Descendants: Wicked Wonderland",
  "year": 2026,
  "genres": [
   "奇幻",
   "电视电影",
   "家庭",
   "冒险"
  ],
  "rating": 7.6,
  "tmdb_rating": 7.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt34477910",
  "overview": "红公主和克萝伊成功改写历史，阻止了红心皇后走上黑化之路。 以为就此迎来大团圆结局，没想到竟然催生出全新反派。 这次她们将与新伙伴携手合作，在重重危机之中拯救仙境。",
  "poster": "images/posters/1318621.jpg",
  "tags": {
   "童话": 1,
   "冒险": 2,
   "家庭": 1,
   "温情": 1,
   "热血": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 33.6582
  }
 },
 {
  "id": 284053,
  "title": "雷神3：诸神黄昏",
  "original": "Thor: Ragnarok",
  "year": 2017,
  "genres": [
   "动作",
   "科幻",
   "喜剧",
   "冒险"
  ],
  "rating": 7.6,
  "tmdb_rating": 7.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt3501632",
  "overview": "索科维亚战役两年后，索尔回到阿斯加德，发现洛基一直伪装成奥丁统治着这里。兄弟二人随后前往地球寻找真正的奥丁，并从父亲口中得知一个被隐藏多年的威胁：强大的死亡女神海拉即将重返阿斯加德，而预言中毁灭家园的“诸神黄昏”也正在逼近。与海拉第一次交锋时，索尔失去了雷神之锤，并意外坠落到遥远的萨卡星。在这个由宗师统治的混乱世界里，他沦为角斗士，却在竞技场上意外遇到了失踪已久的绿巨人浩克以及曾经来自阿斯加德的女武神瓦尔基里。为了赶在海拉彻底控制阿斯加德之前返回家园，失去雷神之锤的索尔必须寻",
  "poster": "images/posters/284053.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 29.2372
  }
 },
 {
  "id": 335984,
  "title": "银翼杀手2049",
  "original": "Blade Runner 2049",
  "year": 2017,
  "genres": [
   "科幻",
   "剧情"
  ],
  "rating": 7.6,
  "tmdb_rating": 7.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1856101",
  "overview": "在《银翼杀手》（1982）事件发生三十年后，新一代银翼杀手、洛杉矶警察“K”发现了一个尘封已久的秘密，这个秘密有可能使所剩无几的社会陷入混乱。K的这一发现引领他踏上寻找失踪三十年的前洛杉矶警察银翼杀手瑞克·戴克之路。[华纳兄弟影业]",
  "poster": "images/posters/335984.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 1,
   "温情": 1,
   "社会": 1,
   "写实": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 29.7182
  }
 },
 {
  "id": 283995,
  "title": "银河护卫队2",
  "original": "Guardians of the Galaxy Vol. 2",
  "year": 2017,
  "genres": [
   "科幻",
   "冒险",
   "动作"
  ],
  "rating": 7.6,
  "tmdb_rating": 7.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt3896198",
  "overview": "　　火箭浣熊偷走了大祭司阿耶莎的能量电池，包括星爵、卡魔拉、德拉克斯在内的一行人遭到了后者派出的舰队的袭击。一个神秘人物乘坐着飞船救下了银河护卫队的众人，而驾驶着飞船的不是别人，竟然正是星爵的亲生父亲伊戈。 在伊戈的带领下，星爵、卡魔拉和德拉克斯来到了由伊戈一手制造的星球上，而剩下的成员们则着手修复损坏的飞船。那边厢，阿耶莎委托勇度抓住星爵替自己报仇，而卡魔拉亦渐渐发现了伊戈和善面目下隐藏的巨大阴谋。",
  "poster": "images/posters/283995.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 1,
   "冒险": 2,
   "热血": 2,
   "爽": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 26.7634
  }
 },
 {
  "id": 863,
  "title": "玩具总动员2",
  "original": "Toy Story 2",
  "year": 1999,
  "genres": [
   "动画",
   "喜剧",
   "家庭"
  ],
  "rating": 7.6,
  "tmdb_rating": 7.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0120363",
  "overview": "胡迪和巴斯光年等一班玩具们经历了上回的历险后友谊日益增强。同时，多迪的看家狗也成为了他们要好的朋友，大家在一起真是其乐融融。一天，胡迪不幸失足掉到院子里，被经过的一个胖玩具商偷走，并把他带回到了一个玩具工厂。当胡迪惊恐万分急着要逃出工厂时，却发现这里有许多的牛仔玩具，并且他们见到胡迪后显得十分激动。原来，这些玩具都是胖玩具商搜罗来的，他们是过去一部热门卡通片中的人物，这里就缺少胡迪这个主角了。为了让胡迪明白自己的身世，他们为胡迪播放了牛仔卡通片的剧集，胡迪这才知道了自己过去的",
  "poster": "images/posters/863.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "喜剧": 1,
   "轻松": 1,
   "家庭": 1,
   "温情": 1,
   "近代": 1,
   "欧美": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 25.0758
  }
 },
 {
  "id": 293660,
  "title": "死侍",
  "original": "Deadpool",
  "year": 2016,
  "genres": [
   "动作",
   "冒险",
   "喜剧"
  ],
  "rating": 7.6,
  "tmdb_rating": 7.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1431045",
  "overview": "油嘴滑舌的雇佣兵韦德·威尔森与俏皮可爱的瓦内莎邂逅，但在爱情最美满的时刻，他被诊断患有晚期癌症，留在世上的时间所剩无几。极度绝望之际，他接受了弗朗西斯私人组织的邀请，对其基因做了改造，以谋求体能的突变。在忍受了一系列的残酷折磨后，韦德终于治好了癌症，蜕变成拥有不死之身的超级战士，但是代价却是失去了人类的面容。狡猾的弗朗西斯逃之夭夭，而韦德却无法以恐怖的面容去面对女友。在此之后，他化身死侍，穿梭于每一个黑暗角落，寻找阿贾克斯的踪影。",
  "poster": "images/posters/293660.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "喜剧": 1,
   "轻松": 1,
   "爱情": 1,
   "浪漫": 1,
   "暗黑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 28.5132
  }
 },
 {
  "id": 504056,
  "title": "大师兄",
  "original": "大師兄",
  "year": 2018,
  "genres": [
   "动作",
   "剧情",
   "喜剧"
  ],
  "rating": 7.6,
  "tmdb_rating": 7.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt7336572",
  "overview": "新当老师的陈侠（甄子丹饰），一入职便遇上学校杀校危机，又要面对一众品学皆劣的问题学生，包括好勇斗狠的伟聪（骆明劼饰）、印巴籍祖发（刘朝健饰）、男人头得男（李靖筠饰）、专注力不足的启程（汤君慈饰）及只会打游戏机的启贤（汤君耀饰）。",
  "poster": "images/posters/504056.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "温情": 1,
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_more": 9.97
  }
 },
 {
  "id": 940721,
  "title": "哥斯拉-1.0",
  "original": "ゴジラ-1.0",
  "year": 2023,
  "genres": [
   "科幻",
   "恐怖",
   "动作"
  ],
  "rating": 7.6,
  "tmdb_rating": 7.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt23289160",
  "overview": "战后的日本，新的恐怖崛起：哥斯拉。遭受重创的人们能否生存……更不用说反击了？",
  "poster": "images/posters/940721.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 1,
   "恐怖": 1,
   "暗黑": 1,
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "新片": 1,
   "日韩": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 19.5145
  }
 },
 {
  "id": 18,
  "title": "第五元素",
  "original": "Le Cinquième Élément",
  "year": 1997,
  "genres": [
   "科幻",
   "动作",
   "冒险"
  ],
  "rating": 7.6,
  "tmdb_rating": 7.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0119116",
  "overview": "　　一头红发，perfect的“第五元素”莉露受命来到地球，她要协助人类与每隔五百年降临一次的邪恶力量对抗，联合风、火、水、土四块神石击退敌人。在实验室被复制出来后，言语不通的莉露在躲避人类的追捕中搭上了退役特工科本的出租车。科本带莉露找到了负责接头的神父，两人也渐渐的产生了好感。莉露与科本一同前往一个叫“失落天堂”的星球找寻另外四种元素的神石。但是，在战斗中莉露受伤昏迷，而且由于人类的暴行和无知杀戮，莉露陷入了内心的迷惘。大敌当前，科本究竟用什么力量才能唤醒莉露呢？",
  "poster": "images/posters/18.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 1,
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "近代": 1,
   "其他": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_more": 20.4819
  }
 },
 {
  "id": 496450,
  "title": "奇迹少女",
  "original": "Miraculous - le film",
  "year": 2023,
  "genres": [
   "动画",
   "奇幻",
   "动作",
   "爱情",
   "家庭"
  ],
  "rating": 7.6,
  "tmdb_rating": 7.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt10364034",
  "overview": "热门动画剧《奇迹少女》(Miraculous-Tales of Ladybug & Cat Noir)改编成动画电影《奇迹少女》(Miraculous: Ladybug and Cat Noir The Movie)。动画剧导演Jeremy Zag继续执导该片，六获格莱美奖的Harvey Mason Jr.(《追梦女孩》)打造片中音乐。故事讲述怯懦又富有正义感的少女马丽娜获得“米可幻奇”的力量成为新手英雄“奇迹少女”，并在抗击罪恶中结识另外一位英雄“黑猫罗尔”。两人并肩作战一",
  "poster": "images/posters/496450.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "冒险": 2,
   "热血": 1,
   "爽": 1,
   "爱情": 1,
   "浪漫": 1,
   "家庭": 1,
   "温情": 1,
   "成长": 1,
   "新片": 1,
   "其他": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 14.2948
  }
 },
 {
  "id": 38757,
  "title": "魔发奇缘",
  "original": "Tangled",
  "year": 2010,
  "genres": [
   "动画",
   "家庭",
   "冒险"
  ],
  "rating": 7.6,
  "tmdb_rating": 7.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0398286",
  "overview": "女巫Gothel靠着一朵神奇的金色花朵保持青春。王后重病，国王派人找到了这朵金花给王后治病，王后病愈，生下了一个一头金发的小女孩Rapunzel。女巫失去金花，却发现小公主的金发有 着同样的魔力，因此她偷走Rapunzel，把她关到森林中的一座没有楼梯高塔之上。十八年后，Rapunzel在女巫的抚养下长成一个拥有长长金发的美人，她越发渴望外面的世界，女巫为了自己青春永驻，想方设法把Rapunzel留在身边。一天，窃贼Flynn盗取公主王冠后逃入森林，在好奇心趋势下登上了这座神",
  "poster": "images/posters/38757.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "家庭": 1,
   "温情": 1,
   "冒险": 1,
   "热血": 1,
   "青春": 1,
   "成长": 1,
   "爱情": 1,
   "浪漫": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_topup": 27.146
  }
 },
 {
  "id": 1275779,
  "title": "揭秘日",
  "original": "Disclosure Day",
  "year": 2026,
  "genres": [
   "科幻",
   "惊悚"
  ],
  "rating": 7.5,
  "tmdb_rating": 7.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt15047880",
  "overview": "如果有人告诉你，我们并非宇宙中唯一的智慧生命，并且向你展示、证明了这一点，你会感到恐惧吗？今年夏天，真相将属于七十亿人。我们正一步步接近……揭秘日。",
  "poster": "images/posters/1275779.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 2,
   "悬疑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 125.9604
  }
 },
 {
  "id": 1612018,
  "title": "蠢蛋搞怪秀5",
  "original": "Jackass: Best and Last",
  "year": 2026,
  "genres": [
   "动作",
   "喜剧",
   "纪录片"
  ],
  "rating": 7.5,
  "tmdb_rating": 7.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt39316472",
  "overview": "蠢蛋们的最后一次疯狂的冒险之旅。",
  "poster": "images/posters/1612018.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "喜剧": 1,
   "轻松": 1,
   "写实": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 82.8713
  }
 },
 {
  "id": 1228710,
  "title": "星球大战：曼达洛人与古古",
  "original": "The Mandalorian and Grogu",
  "year": 2026,
  "genres": [
   "动作",
   "冒险",
   "科幻"
  ],
  "rating": 7.5,
  "tmdb_rating": 7.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt30825738",
  "overview": "“曼达洛人”丁·贾伦和“尤达宝宝”古古的星际冒险全面升级，“此乃正道”的誓言响彻宇宙，原力将继续与你同在。",
  "poster": "images/posters/1228710.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 61.2681
  }
 },
 {
  "id": 271110,
  "title": "美国队长3",
  "original": "Captain America: Civil War",
  "year": 2016,
  "genres": [
   "冒险",
   "动作",
   "科幻"
  ],
  "rating": 7.5,
  "tmdb_rating": 7.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt3498820",
  "overview": "美国队长史蒂夫·罗杰斯（克里斯·埃文斯 Chris Evans 饰）带领着全新组建的复仇者联盟，继续维护世界和平。然而，一次执行任务时联盟成员不小心造成大量平民伤亡，从而激发政治压力，政府决定通过一套监管系统来管理和领导复仇者联盟。联盟内部因此分裂为两派：一方由史蒂夫· 罗杰斯领导，他主张维护成员自由，在免受政府干扰的情况下保护世界；另一方则追随托尼·斯塔克（小罗伯特·唐尼 Robert Downey Jr. 饰），他令人意外地决定支持政府的监管和责任制体系。神秘莫测的巴基（",
  "poster": "images/posters/271110.jpg",
  "tags": {
   "冒险": 2,
   "热血": 2,
   "爽": 1,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 43.7202
  }
 },
 {
  "id": 1265609,
  "title": "侵略机器",
  "original": "War Machine",
  "year": 2026,
  "genres": [
   "动作",
   "科幻",
   "惊悚"
  ],
  "rating": 7.5,
  "tmdb_rating": 7.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt15940132",
  "overview": "在陆军游骑兵训练的最后一项艰苦任务中，一名战斗工兵必须带领他的部队对抗来自异界的巨型杀戮机器。",
  "poster": "images/posters/1265609.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "科幻": 1,
   "烧脑": 2,
   "悬疑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 40.4139
  }
 },
 {
  "id": 1487861,
  "title": "暗影伊莉丝",
  "original": "Elize: Sombras de uma Mulher",
  "year": 2026,
  "genres": [
   "惊悚",
   "犯罪",
   "剧情"
  ],
  "rating": 7.5,
  "tmdb_rating": 7.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37042085",
  "overview": "改编自伊莉丝·松永的真实案件，她动手杀害并肢解丈夫的尸体，震惊巴西上下。本片以虚构视角探究伊莉丝的故事，揭露一段混乱关系里的互动方式，以及又是哪些抉择导致这起骇人的罪案。",
  "poster": "images/posters/1487861.jpg",
  "tags": {
   "悬疑": 2,
   "烧脑": 1,
   "犯罪": 1,
   "温情": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 40.1456
  }
 },
 {
  "id": 138843,
  "title": "招魂",
  "original": "The Conjuring",
  "year": 2013,
  "genres": [
   "恐怖",
   "惊悚"
  ],
  "rating": 7.5,
  "tmdb_rating": 7.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1457767",
  "overview": "二十世纪七十年代，罗杰与卡罗琳两夫妇带着他们五个可爱美丽的女儿，搬到了位于罗德岛哈瑞斯维尔的一幢旧宅居住。房屋虽然古旧沧桑，历史悠久，但是却让佩隆一家体会到回归田园的快乐与喜悦。谁知好景不长，接二连三的怪异事件相继出现，令女孩们惊声尖叫，也让佩隆夫妇的神经绷到极点。为此，他们辗转找到当时最负盛名的沃伦夫妇。",
  "poster": "images/posters/138843.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 34.6699
  }
 },
 {
  "id": 1022789,
  "title": "头脑特工队2",
  "original": "Inside Out 2",
  "year": 2024,
  "genres": [
   "动画",
   "冒险",
   "喜剧",
   "家庭"
  ],
  "rating": 7.5,
  "tmdb_rating": 7.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt22022452",
  "overview": "小女孩莱莉刚步入青春期，在她的大脑总部，正经历着一场突如其来的大拆迁，为意想不到的新情绪腾出空间。一直以来配合默契的情绪小伙伴乐乐、忧忧、怒怒、怕怕和厌厌，在新情绪焦焦的突然到来时变得不知所措，并且她看起来不是孤身一人。",
  "poster": "images/posters/1022789.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "冒险": 1,
   "热血": 1,
   "喜剧": 1,
   "轻松": 1,
   "家庭": 1,
   "温情": 1,
   "青春": 1,
   "成长": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 29.7754
  }
 },
 {
  "id": 1233413,
  "title": "罪人",
  "original": "Sinners",
  "year": 2025,
  "genres": [
   "恐怖",
   "动作",
   "惊悚"
  ],
  "rating": 7.5,
  "tmdb_rating": 7.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt31193180",
  "overview": "《黑豹》《奎迪》导演瑞恩·库格勒执导，迈克尔·B·乔丹主演，带来恐惧的全新诠释。一对双胞胎兄弟（均由迈克尔·B·乔丹饰演）试图摆脱过去纷扰的生活，回到家乡寻求新生，却发现更深的邪恶正等待着他们的归来。",
  "poster": "images/posters/1233413.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 30.5088
  }
 },
 {
  "id": 127585,
  "title": "X战警：逆转未来",
  "original": "X-Men: Days of Future Past",
  "year": 2014,
  "genres": [
   "动作",
   "冒险",
   "科幻"
  ],
  "rating": 7.5,
  "tmdb_rating": 7.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1877832",
  "overview": "变种人族群遭到了前所未有的毁灭性打击，而这一切的根源是“魔形女”瑞雯（詹妮弗·劳伦斯 Jennifer Lawrence 饰）在1973年刺杀了玻利瓦尔·特拉斯克（彼特·丁拉基 Peter Dinklage 饰）。在得知“小淘气”（艾利奥特·佩吉 Elliot Page 饰）利用穿越时空的能力帮助“闪烁”（范冰冰 饰）等战友逃脱巨型机器人“哨兵”的追杀后，X教授（帕特里克·斯图尔特 Patrick Stewart 饰）和万磁王（伊恩·麦克莱恩 Ian McKellen 饰）达",
  "poster": "images/posters/127585.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 2,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 29.9223
  }
 },
 {
  "id": 1613798,
  "title": "复仇双雄",
  "original": "Venganza",
  "year": 2026,
  "genres": [
   "动作",
   "惊悚"
  ],
  "rating": 7.5,
  "tmdb_rating": 7.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37989803",
  "overview": "照片的核心是卡洛斯和米格尔，他们是墨西哥特种部队最好的朋友和精锐士兵。当卡洛斯目睹妻子被残忍杀害时，他们的生活发生了转折。卡洛斯被悲伤和对正义的渴望所吞噬，米格尔陪伴在他身边，卡洛斯带着改变人生的彩票和坚定不移的决心，开始了一场危险的复仇之旅。",
  "poster": "images/posters/1613798.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "其他": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 28.1148
  }
 },
 {
  "id": 383498,
  "title": "死侍2",
  "original": "Deadpool 2",
  "year": 2018,
  "genres": [
   "动作",
   "喜剧",
   "冒险"
  ],
  "rating": 7.5,
  "tmdb_rating": 7.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt5463162",
  "overview": "拥有不死之身的死侍韦德·威尔森（瑞恩·雷诺兹 Ryan Reynolds 饰）继续在惩恶扬善、毒舌嘴贱的路上绝命狂奔，与此同时他和女友瓦内莎（莫蕾娜·巴卡林 Morena Baccarin 饰）的爱情逐渐升华，两人全新期待新生命的到来。谁知命运难测，因瓦内莎意外身亡，韦德万念俱灰，绝望地渴求生命的终结。在他最失落的时候，钢力士和少年弹头等将他领走，成为 X 战警中的一员。在某次行动中，死侍因袒护暴走的 14 岁变种人拉塞尔（朱利安·迪尼森 Julian Dennison 饰）",
  "poster": "images/posters/383498.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "喜剧": 1,
   "轻松": 1,
   "爱情": 1,
   "浪漫": 1,
   "暗黑": 1,
   "犯罪": 1,
   "写实": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 27.3785
  }
 },
 {
  "id": 566525,
  "title": "尚气与十环传奇",
  "original": "Shang-Chi and the Legend of the Ten Rings",
  "year": 2021,
  "genres": [
   "动作",
   "冒险",
   "奇幻"
  ],
  "rating": 7.5,
  "tmdb_rating": 7.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt9376612",
  "overview": "故事发生在《复仇者联盟4：终局之战》事件之后，尚气（刘思慕 饰）自幼接受父亲（梁朝伟 饰）的铁血战斗培训，精通各种武术招式。长大后为了逃离家乡，他改名换姓展开新生活，认识了新挚友凯蒂（奥卡菲娜 饰），平静日子就这样过了十年，直到过去再度找上门……尚气必须面对自己以为摆脱了的过去，并与身为邪恶十环帮帮主的父亲对抗。",
  "poster": "images/posters/566525.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 3,
   "童话": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 26.7621
  }
 },
 {
  "id": 228150,
  "title": "狂怒",
  "original": "Fury",
  "year": 2014,
  "genres": [
   "战争",
   "剧情",
   "动作"
  ],
  "rating": 7.5,
  "tmdb_rating": 7.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2713180",
  "overview": "情节设定在1945年二战硝烟即将消散之时，同盟国军队准备在欧洲战场发动最后一轮猛烈攻击。在以寡敌众、弹尽粮绝的不利条件下，身经百战的陆军中士Wardaddy指挥谢尔曼坦克的几名坦克手以及二等兵Norman深入纳粹德国的中心地带，执行一项死亡任务。",
  "poster": "images/posters/228150.jpg",
  "tags": {
   "战争": 1,
   "温情": 1,
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 26.757
  }
 },
 {
  "id": 79,
  "title": "英雄",
  "original": "英雄",
  "year": 2002,
  "genres": [
   "剧情",
   "冒险",
   "动作",
   "历史"
  ],
  "rating": 7.5,
  "tmdb_rating": 7.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0299977",
  "overview": "时间：两千年前。地点：秦朝暴烈的崛起之初。故事：即将成为中国首位皇帝的秦王，即将一统战火纷飞的土地。三名刺客决意行刺，一位忠臣却挡在了他们面前。",
  "poster": "images/posters/79.jpg",
  "tags": {
   "温情": 1,
   "冒险": 2,
   "热血": 2,
   "爽": 1,
   "历史": 1,
   "近代": 1,
   "华语": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 14.2527
  }
 },
 {
  "id": 1545621,
  "title": "名侦探柯南：高速公路的堕天使",
  "original": "名探偵コナン ハイウェイの堕天使",
  "year": 2026,
  "genres": [
   "动画",
   "动作",
   "悬疑",
   "犯罪"
  ],
  "rating": 7.5,
  "tmdb_rating": 7.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt39123115",
  "overview": "柯南、小兰、园子和小五郎，与喜欢摩托车的世良真纯前往举行摩托车庆典“神奈川摩托车节”的横滨港未来。紧接着柯南等人所乘的车上方，出现飞越而来横冲直撞的神秘“黑色摩托车”。而追踪它的，是小兰曾见过的“风之女神”神奈川县警交通机动队的萩原千速——  然而在激烈的追车后，千速的摩托车严重受损，在只差一步的地方让对方逃跑了。  之后，当柯南等人抵达横滨的庆典会场时，搭载了某项最新技术的白摩“天使”的展出正举行。就在此时，有情报称疯狂的“黑色摩托车”这次出现在东京都内，还摆脱了警视厅的追",
  "poster": "images/posters/1545621.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 2,
   "烧脑": 1,
   "犯罪": 1,
   "新片": 1,
   "日韩": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 19.5737
  }
 },
 {
  "id": 639988,
  "title": "无可奈何",
  "original": "어쩔수가없다",
  "year": 2025,
  "genres": [
   "喜剧",
   "犯罪",
   "惊悚"
  ],
  "rating": 7.5,
  "tmdb_rating": 7.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1527793",
  "overview": "拥有25年造纸经验的资深技师柳万秀（李炳宪 饰），一直以来对自己的人生感到十分满意，甚至能发自内心地说：“我已经拥有一切了。”他与妻子美莉（孙艺珍 饰）、两个孩子和两只狗过着平凡幸福的日子。然而某天，公司却突然通知他被解雇。为保护妻子孩子，并守住费尽千辛万苦买来的房子，柳万秀展开重新就业之战。他想出了一个解决办法：杀死自己的竞争对手。",
  "poster": "images/posters/639988.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "犯罪": 1,
   "悬疑": 2,
   "烧脑": 1,
   "职场": 1,
   "新片": 1,
   "日韩": 1,
   "明亮": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 16.5404
  }
 },
 {
  "id": 915935,
  "title": "坠落的审判",
  "original": "Anatomie d'une chute",
  "year": 2023,
  "genres": [
   "惊悚",
   "悬疑",
   "犯罪"
  ],
  "rating": 7.5,
  "tmdb_rating": 7.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt17009710",
  "overview": "在贾斯汀·特里耶这部荣获奥斯卡奖的杰作中，我们看得越近，却知得越少。这部诡谲迷人的法庭惊悚片，审视着真实与虚构彼此侵蚀的边界。作家桑德拉·沃伊特（桑德拉·惠勒，摄人心魄的演绎）擅长将自身经历转化为自虚构文学，当她因丈夫坠楼身亡的疑案受审时——这究竟是谋杀还是自杀？——一场审判逐渐揭开一个破碎家庭的层层内幕。特里耶以室内心理剧的极简张力为核心，通过复杂而灵动的剪辑，构筑出一桩悬案；其终极指向并非死亡本身，而是我们每个人隐匿的生存真相。[标准收藏]",
  "poster": "images/posters/915935.jpg",
  "tags": {
   "悬疑": 3,
   "烧脑": 2,
   "犯罪": 1,
   "新片": 1,
   "其他": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 14.5457
  }
 },
 {
  "id": 1147416,
  "title": "奇迹少女伦敦篇",
  "original": "Miraculous World : Londres, la course contre le temps",
  "year": 2024,
  "genres": [
   "动画",
   "家庭",
   "动作",
   "冒险",
   "奇幻"
  ],
  "rating": 7.5,
  "tmdb_rating": 7.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt13701202",
  "overview": "在兔子洞里，灵兔白妮看到时间之窗一个接一个地消失... 未来正在消逝，到底发生了什么？ 同时，马丽娜在家中醒来，发现有人利用奇迹少女与黑猫罗尔的米可幻奇许了愿。 很快，她意识到自己需要变身成奇迹少女……但她发现自己的耳环不见了！ 幸运的是，灵兔白妮在愿望消除一切之前赶来救了她。为了一起拯救未来，灵兔白妮和马丽娜必须找出是谁发现马丽娜就是奇迹少女，以及这个人是何时、如何偷走她的米可幻奇的。 马丽娜意识到蝴蝶米可幻奇现在有了新主人，一切希望似乎都消失了。只有一个人能拯救巴黎和世界",
  "poster": "images/posters/1147416.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "家庭": 1,
   "温情": 1,
   "热血": 2,
   "爽": 1,
   "冒险": 3,
   "新片": 1,
   "其他": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 10.3643
  }
 },
 {
  "id": 557,
  "title": "蜘蛛侠",
  "original": "Spider-Man",
  "year": 2002,
  "genres": [
   "动作",
   "科幻"
  ],
  "rating": 7.4,
  "tmdb_rating": 7.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0145487",
  "overview": "彼得·帕克只是美国一个平凡的高中生，当他被蜘蛛博物馆偷跑出来的变种蜘蛛咬了一口之后，彼得的生活彻底改变了。他变得和蜘蛛一样，拥有各种蜘蛛特有的超能力：从手指喷出粘力极强的蜘蛛丝、飞檐走壁等等。彼得兴奋异常，开始利用自己的超能力去赚钱。但当他最爱的叔叔被自己放走的罪犯杀死后，彼得发誓要用自己的超能力去打击犯罪。彼得好友哈利的父亲诺曼是一家生物科技公司的老板，因自己公司生产的飞行器没得到军方首脑赏识而苦恼不堪。一次意外诺曼吸入神经毒气而具有了超能力，引发了自身邪恶的本性，骑着自己",
  "poster": "images/posters/557.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "科幻": 1,
   "烧脑": 1,
   "职场": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 70.9502
  }
 },
 {
  "id": 1307118,
  "title": "灵魂伴侣",
  "original": "Soulm8te",
  "year": 2026,
  "genres": [
   "恐怖",
   "科幻",
   "惊悚"
  ],
  "rating": 7.4,
  "tmdb_rating": 7.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32654916",
  "overview": "又名：《梅根》宇宙外传 / 夺魂伴侣。 一名男子获得了一个人工智能机器人，以应对刚刚去世的妻子的去世。 为了创造一个真正有知觉的伴侣，他无意中把一个无害的爱情机器人变成了一个致命的灵魂伴侣。",
  "poster": "images/posters/1307118.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "科幻": 2,
   "烧脑": 2,
   "悬疑": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 65.7773
  }
 },
 {
  "id": 429617,
  "title": "蜘蛛侠：英雄远征",
  "original": "Spider-Man: Far From Home",
  "year": 2019,
  "genres": [
   "动作",
   "冒险",
   "科幻"
  ],
  "rating": 7.4,
  "tmdb_rating": 7.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt6320628",
  "overview": "在与灭霸史诗般的终局之战结束后，地球似乎暂时回归和平。彼得（汤姆·赫兰德 Tom Holland 饰）回到了校园生活之中，他和好友相谈甚欢，并且有了心仪的女孩，然而内心最深处依然放不下对钢铁侠的追悼缅怀。去往欧洲游学的路上，彼得试图找机会和个性女孩米歇尔（赞达亚 Zendaya 饰）表白，谁知接连出现的元素怪兽打乱了他的表白计划。在这一过程中，与神盾局合作的神秘客（杰克·吉伦哈尔 Jake Gyllenhaal 饰）挺身而出，击退怪兽。自感不堪大任的彼得谢绝了尼克·弗瑞（塞缪",
  "poster": "images/posters/429617.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "青春": 1,
   "成长": 1,
   "震撼": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 47.3912
  }
 },
 {
  "id": 1408162,
  "title": "维什瓦纳特父子",
  "original": "விஸ்வநாத் & சன்ஸ்",
  "year": 2026,
  "genres": [
   "剧情",
   "爱情"
  ],
  "rating": 7.4,
  "tmdb_rating": 7.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt35836025",
  "overview": "　　桑贾伊·维什瓦纳特是一位备受赞誉的专业手枪射击运动员，年过四十，在名利场上可谓功成名就。然而，当他与二十多岁的女孩玛迪相遇后，两人之间因较大的年龄差距产生了种种碰撞与问题，迫使他们不得不重新审视并坦然面对。",
  "poster": "images/posters/1408162.jpg",
  "tags": {
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 43.3247
  }
 },
 {
  "id": 350,
  "title": "穿普拉达的女王",
  "original": "The Devil Wears Prada",
  "year": 2006,
  "genres": [
   "剧情",
   "喜剧"
  ],
  "rating": 7.4,
  "tmdb_rating": 7.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0458352",
  "overview": "初涉社会的安德丽娅•桑切丝 来到了著名时尚杂志《RUNWAY》面试，以聪明得到了主编米兰达•普雷斯丽 的特许，让她担任自己的第二助理。开始的时候安德丽娅感到十分委屈，就算自己多努力工作也无法得到赞赏，经一位老前辈的指点便重新改造自己。工作越来越顺，甚至取代了第一助理在米兰达心中的地位，决定带着这个聪明的女孩前往法国。可安德丽的改变让她失去了男友及朋友的爱，令她非常矛盾。到达法国后，她得知了米兰达的地位不保了，没想到米兰达竟然牺牲自己多年的好搭档保住了自己的地位，此事令安德丽娅",
  "poster": "images/posters/350.jpg",
  "tags": {
   "温情": 1,
   "喜剧": 1,
   "轻松": 1,
   "社会": 1,
   "写实": 1,
   "近代": 1,
   "欧美": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 28.7054
  }
 },
 {
  "id": 466420,
  "title": "花月杀手",
  "original": "Killers of the Flower Moon",
  "year": 2023,
  "genres": [
   "犯罪",
   "历史",
   "剧情"
  ],
  "rating": 7.4,
  "tmdb_rating": 7.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt5537002",
  "overview": "马丁·斯科塞斯大师级改编自大卫·格雷恩真实罪案畅销作的这部史诗，是一曲关于贪婪、背叛与谋杀的史诗悲歌。故事发生在1920年代的俄克拉荷马州，石油的发现为奥色治族带来了惊人财富。游手好闲的退伍老兵欧内斯特·伯克哈特（莱昂纳多·迪卡普里奥 饰）踏入他们的世界，与阴险的叔叔（罗伯特·德尼罗 饰）共同策划骇人阴谋，意图掠夺奥色治人的财富与土地。莉莉·格莱斯顿以跨越银幕的表演注入灵魂，饰演伯克哈特的奥色治妻子莫莉·凯尔，在影片中逐渐觉醒于周遭的邪恶。本片以扣人心弦的叙事力量与对系统性不",
  "poster": "images/posters/466420.jpg",
  "tags": {
   "犯罪": 1,
   "悬疑": 1,
   "历史": 1,
   "温情": 1,
   "暗黑": 1,
   "震撼": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 26.4875
  }
 },
 {
  "id": 284052,
  "title": "奇异博士",
  "original": "Doctor Strange",
  "year": 2016,
  "genres": [
   "奇幻",
   "冒险",
   "动作"
  ],
  "rating": 7.4,
  "tmdb_rating": 7.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1211837",
  "overview": "史蒂芬·斯特兰奇博士是一名外科手术医生，他拥有着高超的智商和精湛的技艺，是医院乃至整个医学界的传奇人物。某一日，斯特兰奇博士遭遇了一场可怕的车祸，尽管保住了双手，但这双手伤痕累累不住颤抖，这也就意味着，他再也不能拿起手术刀，站在无影灯下了。斯特兰奇博士的生活就此失去了意义陷入了绝望之中，他决定远赴尼泊尔，寻找传说中能够治愈他双手的神秘力量。在尼泊尔，风尘仆仆的斯特兰奇博士拜入了神秘的古一法师门下，成为了其弟子，与此同时，古一法师曾经的弟子卡西利亚斯亦在虎视眈眈，企图完成他获得",
  "poster": "images/posters/284052.jpg",
  "tags": {
   "童话": 1,
   "冒险": 3,
   "热血": 2,
   "爽": 1,
   "治愈": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 26.4004
  }
 },
 {
  "id": 146,
  "title": "卧虎藏龙",
  "original": "卧虎藏龍",
  "year": 2000,
  "genres": [
   "冒险",
   "剧情",
   "动作",
   "爱情",
   "奇幻"
  ],
  "rating": 7.4,
  "tmdb_rating": 7.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0190332",
  "overview": "十九世纪的中国，一位侠士将青冥剑赠予红颜知己，宝剑失窃后众人踏上寻剑之旅。追踪线索引向贝勒府，随着神秘刺客的出现与另一段爱情故事的展开，剧情走向陡然转折。",
  "poster": "images/posters/146.jpg",
  "tags": {
   "冒险": 3,
   "热血": 2,
   "温情": 1,
   "爽": 1,
   "爱情": 2,
   "浪漫": 2,
   "童话": 1,
   "近代": 1,
   "华语": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 16.0988
  }
 },
 {
  "id": 1481955,
  "title": "阳光女子合唱团",
  "original": "陽光女子合唱團",
  "year": 2025,
  "genres": [
   "剧情"
  ],
  "rating": 7.4,
  "tmdb_rating": 7.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt38984207",
  "overview": "服刑的惠贞在狱中诞下女儿芸熙，获狱友温暖陪伴。命运却造化弄人，使得惠贞需面临是否放手的抉择。为给对声音敏感的女儿留下爱的记忆，她与狱友组成合唱团，用歌声唱出勇气与阳光。",
  "poster": "images/posters/1481955.jpg",
  "tags": {
   "温情": 2,
   "治愈": 1,
   "新片": 1,
   "华语": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 10.9442
  }
 },
 {
  "id": 508883,
  "title": "你想活出怎样的人生",
  "original": "君たちはどう生きるか",
  "year": 2023,
  "genres": [
   "动画",
   "奇幻",
   "剧情"
  ],
  "rating": 7.4,
  "tmdb_rating": 7.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt6587046",
  "overview": "少年牧真人（山时聪真 配音）的母亲葬身火海后，他随父亲牧胜一（木村拓哉 配音）与继母夏子（木村佳乃 配音）组成新家庭。深陷悲伤的真人阴郁孤僻，难以融入新环境。一次意外，他跟随一只会说话的苍鹭（菅田将晖 配音）闯入废弃的神秘塔楼，却不料进入了奇幻的“亡灵世界”，开始了一场不可思议的冒险……影片片名致敬了小说家吉野源三郎在1937年发表的同名小说，但电影故事由宫崎骏原创。",
  "poster": "images/posters/508883.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "冒险": 1,
   "温情": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 18.4582
  }
 },
 {
  "id": 58,
  "title": "加勒比海盗2：聚魂棺",
  "original": "Pirates of the Caribbean: Dead Man's Chest",
  "year": 2006,
  "genres": [
   "冒险",
   "奇幻",
   "动作"
  ],
  "rating": 7.4,
  "tmdb_rating": 7.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0383574",
  "overview": "迷人的杰克船长又回来了，这次，他遇到了更为强大的敌人——传说中的不死人大卫·琼斯，他驾驶着让人恐惧的“飞行荷兰人”号快船，在速度与装备上，没有任何船能够超越它。杰克船长欠下琼斯一个血债，他必须赶在最后时限到来之前，找到破解的方法，否则他会永远背负血债，并且在余生永远成为琼斯的奴隶。",
  "poster": "images/posters/58.jpg",
  "tags": {
   "冒险": 3,
   "热血": 2,
   "童话": 1,
   "爽": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_topup": 28.5304
  }
 },
 {
  "id": 284054,
  "title": "黑豹",
  "original": "Black Panther",
  "year": 2018,
  "genres": [
   "动作",
   "冒险",
   "科幻"
  ],
  "rating": 7.4,
  "tmdb_rating": 7.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1825683",
  "overview": "“美国队长内战”事件后，特查拉因父亲特查卡遇难而返回故乡瓦坎达，继承王位，并继续以“黑豹”的身份守护这个国家。长期与世隔绝的瓦坎达依靠珍贵的振金发展出远超外界想象的科技，却始终将真正实力隐藏于世人眼前。登基后不久，特查拉与娜吉雅、奥克耶等人开始追查多年前盗走瓦坎达振金的尤利西斯·克劳。与此同时，拥有瓦坎达血统的艾瑞克·克尔芒戈也逐渐现身，并对王位以及瓦坎达长期奉行的处世方式提出挑战。面对来自外部的威胁与内部的冲突，新任国王特查拉不得不重新思考瓦坎达与世界之间的关系……",
  "poster": "images/posters/284054.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_topup": 25.2803
  }
 },
 {
  "id": 1398655,
  "title": "蓝色电影",
  "original": "Blue Film",
  "year": 2026,
  "genres": [
   "剧情"
  ],
  "rating": 7.4,
  "tmdb_rating": 7.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt34915693",
  "overview": "受金钱和匿名性的诱惑，网络色情博主亚伦·伊格尔答应了一名客户共度春宵的请求。然而他却震惊地发现，为他付费的神秘陌生人与他之间竟存在着某种私人联系。一夜之间，两人展开了一场言语与情感的较量，他们共同面对着一段不堪回首的往事。凭借精湛的演技、紧凑的剧本和优雅的视觉风格，这部非同寻常的惊悚片带来了一场震撼人心、引人入胜的观影体验。",
  "poster": "images/posters/1398655.jpg",
  "tags": {
   "温情": 1,
   "震撼": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_topup": 22.1617
  }
 },
 {
  "id": 315635,
  "title": "蜘蛛侠：英雄归来",
  "original": "Spider-Man: Homecoming",
  "year": 2017,
  "genres": [
   "动作",
   "冒险",
   "科幻"
  ],
  "rating": 7.3,
  "tmdb_rating": 7.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2250912",
  "overview": "彼得·帕克（汤姆·赫兰德 Tom Holland 饰）在内战后受到了钢铁侠托尼·斯塔克（小罗伯特·唐尼 Robert Downey Jr. 饰）的赏识，表面上，彼得进入托尼的公司成为了一名实习生，实际上，他和复仇者联盟的成员们一起接受了各种各样的训练。托尼虽然欣赏彼得的勇敢和正直，却并不认为他目前已经拥有加入复联的实力，他派出了特工哈皮（乔恩·费儒 Jon Favreau 饰）暗中观察，这让十分想证明自己的彼得感到万分焦躁。在对付两个银行劫匪的过程中，彼得发现劫匪们使用的是一",
  "poster": "images/posters/315635.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "职场": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 64.7739
  }
 },
 {
  "id": 950028,
  "title": "激情邀约",
  "original": "The Invite",
  "year": 2026,
  "genres": [
   "喜剧",
   "剧情",
   "爱情"
  ],
  "rating": 7.3,
  "tmdb_rating": 7.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt14173636",
  "overview": "影片改编自西班牙电影《多愁善感》，是一部关于夫妻关系的讽刺喜剧。影片讲述的是“一对夫妇邀请邻居过来，点燃了一场充满意想不到的转折的夜晚，揭示了深藏的情感和未被探索的性欲。”",
  "poster": "images/posters/950028.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "热血": 1,
   "爽": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 59.2083
  }
 },
 {
  "id": 99861,
  "title": "复仇者联盟2：奥创纪元",
  "original": "Avengers: Age of Ultron",
  "year": 2015,
  "genres": [
   "动作",
   "冒险",
   "科幻"
  ],
  "rating": 7.3,
  "tmdb_rating": 7.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2395427",
  "overview": "托尼·斯塔克试图启动一项旨在保护地球的维和计划，却意外催生出拥有自我意识的人工智能“奥创”。奥创很快认定人类才是地球最大的威胁，并开始实施自己的毁灭计划。钢铁侠、美国队长、雷神、绿巨人、黑寡妇和鹰眼不得不再次集结，却在面对奥创的同时遭遇旺达·马克西莫夫和皮特罗·马克西莫夫这对拥有特殊能力的兄妹。随着奥创的力量不断壮大，复仇者联盟内部的矛盾与恐惧也逐渐显现，一场关系到人类未来的危机由此展开……",
  "poster": "images/posters/99861.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 47.4113
  }
 },
 {
  "id": 1061474,
  "title": "超人",
  "original": "Superman",
  "year": 2025,
  "genres": [
   "科幻",
   "冒险",
   "动作"
  ],
  "rating": 7.3,
  "tmdb_rating": 7.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt5950044",
  "overview": "当超人被卷入国内外多重冲突时，他保护人类的行为遭到质疑。而他显露的弱点，也趁机被科技巨擘、阴谋大师莱克斯·卢瑟利用，准备一举铲除超人。《星球日报》勇敢无畏的记者露易丝·莱恩能否联手大都会的其他超能力者，以及超人忠诚的伙伴超狗小氪，在卢瑟彻底毁灭超人前拯救他？",
  "poster": "images/posters/1061474.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 1,
   "冒险": 2,
   "热血": 2,
   "爽": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 38.1952
  }
 },
 {
  "id": 1368166,
  "title": "家弑服务",
  "original": "The Housemaid",
  "year": 2025,
  "genres": [
   "悬疑",
   "惊悚"
  ],
  "rating": 7.3,
  "tmdb_rating": 7.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt27543632",
  "overview": "　　生活困顿的米莉，得到了一份在富豪夫妇妮娜和安德鲁家中做家政的工作。但这份看似理想的工作，很快便变得危机四伏。米莉发现，这个富足家庭光鲜亮丽的外表之下，隐藏着远比她想象中更为危险的秘密。她置身于一个充满阴谋与恐惧的环境中，而这个家庭的悲剧命运也随着交织着秘密、丑闻与权力游戏的风暴在逐渐展开。",
  "poster": "images/posters/1368166.jpg",
  "tags": {
   "悬疑": 2,
   "烧脑": 2,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 38.0029
  }
 },
 {
  "id": 986056,
  "title": "雷霆特攻队*",
  "original": "Thunderbolts*",
  "year": 2025,
  "genres": [
   "动作",
   "科幻",
   "冒险"
  ],
  "rating": 7.3,
  "tmdb_rating": 7.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt20969586",
  "overview": "娜塔莎牺牲后，叶莲娜·贝洛娃始终无法摆脱内心的失落，在多年替瓦伦蒂娜执行秘密任务后，也逐渐厌倦了这种生活。一次，她被派往沙漠中的秘密设施清除目标，却在那里先后遇到约翰·沃克、幽灵和模仿大师。众人很快发现，他们其实都被瓦伦蒂娜安排来互相灭口，而整座设施也成为了销毁秘密与证据的死亡陷阱。设法逃脱的过程中，他们还遇到了一个失去记忆、来历不明的男子鲍勃，而他的存在似乎与瓦伦蒂娜隐藏的实验有关。与此同时，已经成为国会议员的巴基·巴恩斯正在追查瓦伦蒂娜的秘密行动，红色守卫者阿列克谢也因叶",
  "poster": "images/posters/986056.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 36.9277
  }
 },
 {
  "id": 1054867,
  "title": "一战再战",
  "original": "One Battle After Another",
  "year": 2025,
  "genres": [
   "惊悚",
   "犯罪",
   "喜剧"
  ],
  "rating": 7.3,
  "tmdb_rating": 7.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt30144839",
  "overview": "落魄潦倒的革命者鲍勃（莱昂纳多·迪卡普里奥 饰）终日生活在草木皆兵的偏执状态，他与世隔绝，只和坚韧自立的女儿薇拉（蔡斯·英菲尼迪 饰）相依为命。然而，当鲍勃的宿敌（西恩·潘 饰）在16年后再度现身，女儿也突然失踪，这位曾经的激进分子仓促踏上了寻女之路，父女二人不得不直面他过往行为种下的恶果……",
  "poster": "images/posters/1054867.jpg",
  "tags": {
   "悬疑": 2,
   "烧脑": 1,
   "犯罪": 1,
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "欧美": 1,
   "明亮": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 34.3885
  }
 },
 {
  "id": 1242332,
  "title": "替补悍警",
  "original": "Normal",
  "year": 2026,
  "genres": [
   "动作",
   "犯罪",
   "惊悚",
   "西部"
  ],
  "rating": 7.3,
  "tmdb_rating": 7.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt31195136",
  "overview": "　　故事发生在一个名为“诺莫”的偏远小镇，这里看似风平浪静，实则暗流涌动。尤利西斯在上一任警长离奇意外身亡后，被委任为临时警长。当镇上的银行被一对来自外地的夫妇抢劫时，尤利西斯赶到现场，却发现这座小镇平静的表象下隐藏着更为险恶的深层秘密——从酒保到神父，镇上的每个人都是秘密的参与者。而一直试图逃避过去心魔的尤利西斯，此刻必须揭开这场犯罪阴谋的全部真相。",
  "poster": "images/posters/1242332.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 2,
   "犯罪": 1,
   "悬疑": 2,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 27.9887
  }
 },
 {
  "id": 112929,
  "title": "学校风云",
  "original": "學校風雲",
  "year": 1988,
  "genres": [
   "剧情",
   "犯罪",
   "惊悚"
  ],
  "rating": 7.3,
  "tmdb_rating": 7.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0096472",
  "overview": "中五在读的朱婉芳（袁洁莹 饰）与郭小珍（李丽蕊 饰）本是一对儿普通的中学女生，直至帮派分子刀疤试图接近朱婉芳，在校门口殴打一名不良学生致其意外身亡。警官海哥（林正英 饰）要求朱婉芳出面作证，虽然刀疤之大哥潇洒（张耀扬 饰）恶语威胁，但朱婉芳有感温老师（刘松仁 饰）与海哥的正气，终于指认嫌凶。潇洒大为光火将朱婉芳掳走勒索，温老师在众目睽睽之下却无力保护自己的学生。为偿还欠款，朱婉芳与郭小珍打工度日，刀疤从旁默默相助终于令婉芳留意他温柔的一面。不久郭小珍发现男友佐治背叛，伤心欲绝",
  "poster": "images/posters/112929.jpg",
  "tags": {
   "温情": 2,
   "犯罪": 1,
   "悬疑": 2,
   "烧脑": 1,
   "治愈": 1,
   "经典老片": 1,
   "其他": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 30.6582
  }
 },
 {
  "id": 122917,
  "title": "霍比特人3：五军之战",
  "original": "The Hobbit: The Battle of the Five Armies",
  "year": 2014,
  "genres": [
   "动作",
   "冒险",
   "奇幻"
  ],
  "rating": 7.3,
  "tmdb_rating": 7.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2310332",
  "overview": "在上一部结尾处，比尔博一行人对巨龙史矛革声称将要重新收复自己的家园，但却不知不觉地被一股强大致命的力量推向世界黑暗的更深处，而巨龙史矛革的重现将自身无尽的愤怒对准了长湖镇的男女老少。索林迷恋自己收回的财富，他牺牲了队友的友谊，却把霍比特人推向了绝望与危险的境地，殊不知有更大的危险在前方等待。劲敌索伦派出了第四军团的半兽人在孤山秘密埋伏袭击，但只有灰袍巫师甘道夫洞悉了这一危险。面对不断高涨的黑暗势力的冲突，矮人、精灵以及人类必须决定是否联合，否则均将会被毁灭。比尔博在五军联合的",
  "poster": "images/posters/122917.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 3,
   "童话": 1,
   "暗黑": 1,
   "震撼": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 26.9383
  }
 },
 {
  "id": 1368314,
  "title": "鬼上车",
  "original": "Passenger",
  "year": 2026,
  "genres": [
   "恐怖",
   "惊悚"
  ],
  "rating": 7.3,
  "tmdb_rating": 7.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt33763941",
  "overview": "一对年轻情侣目睹了一场血肉横飞的高速公路惨剧后，原以为只是路上的惊魂插曲，却未曾想到，一个名为“凶灵”的恶魔早已悄然潜入他们的房车。当这个不散的恶灵开始步步紧逼，誓要将两人拖入地狱深渊时，原本浪漫的房车旅行彻底沦为一场挣脱不得的梦魇之旅。",
  "poster": "images/posters/1368314.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "悬疑": 1,
   "烧脑": 1,
   "旅行": 1,
   "冒险": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 26.9185
  }
 },
 {
  "id": 20352,
  "title": "神偷奶爸",
  "original": "Despicable Me",
  "year": 2010,
  "genres": [
   "动画",
   "喜剧",
   "犯罪",
   "科幻",
   "家庭"
  ],
  "rating": 7.3,
  "tmdb_rating": 7.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1323594",
  "overview": "超级坏蛋格鲁 在听说埃及金字塔被盗的新闻后不满市面上新贼辈出，决定在纳法利欧博士 的帮助下建造火箭升空盗取月亮。在向坏蛋银行贷款的过程中，格鲁盗取的收缩射线枪被新贼维克托 抢走。为了夺回收缩射线枪，格鲁决定领养三位孤儿——玛戈、伊迪丝 和阿格蕾丝，利用她们进入维克托的城堡兜售饼干的机会实施偷盗，计划成功后再偷偷处理掉三个小孩。然而在平凡的日常相处中，格鲁却发现自己越来越离不开这三个小鬼，但这样的感情用事却将严重影响周密的盗月计划……",
  "poster": "images/posters/20352.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "喜剧": 1,
   "轻松": 1,
   "犯罪": 1,
   "悬疑": 1,
   "科幻": 1,
   "烧脑": 1,
   "家庭": 1,
   "温情": 1,
   "近代": 1,
   "欧美": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 24.7597
  }
 },
 {
  "id": 438148,
  "title": "小黄人大眼萌：神偷奶爸前传",
  "original": "Minions: The Rise of Gru",
  "year": 2022,
  "genres": [
   "动画",
   "喜剧",
   "科幻",
   "犯罪",
   "家庭"
  ],
  "rating": 7.3,
  "tmdb_rating": 7.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt5113044",
  "overview": "这部新片将是2015年推出的小黄人独立电影《小黄人》的直接续集。它作为《神偷奶爸》的衍生作品，讲述了小黄人们在“前格鲁”时代为其他主人服务的经历，不过少年格鲁曾经出现在这部衍生电影里，续集将围绕他与小黄人们结缘的过程展开剧情。",
  "poster": "images/posters/438148.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "喜剧": 1,
   "轻松": 1,
   "科幻": 1,
   "烧脑": 1,
   "犯罪": 1,
   "悬疑": 1,
   "家庭": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 22.4933
  }
 },
 {
  "id": 4588,
  "title": "色‧戒",
  "original": "色‧戒",
  "year": 2007,
  "genres": [
   "动作",
   "剧情",
   "爱情",
   "惊悚"
  ],
  "rating": 7.3,
  "tmdb_rating": 7.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0808357",
  "overview": "本是岭南大学学生的王佳芝（汤唯 饰）因战争辗转到了香港读书，她在香港大学加入了爱国青年邝裕民（王力宏 饰）组织的话剧组，他们主演的爱国话剧更激起了他们的爱国情操。当邝裕民得知汪伪政府的特务头子易先生（梁朝伟 饰）正在香港的时候，他们便密谋要刺杀易先生。化名“麦太太”的王佳芝很快得到了易太太（陈冲 饰）的信任与喜爱，同时美丽的“麦太太”也吸引了易先生的眼球，正当事情进行得如火如荼之际，易先生突然要回到上海去。  此后王佳芝一直生活在上海，没想到重遇了邝裕民。当得知刺杀行动还没结",
  "poster": "images/posters/4588.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "悬疑": 1,
   "烧脑": 1,
   "近代": 1,
   "华语": 1,
   "快节奏": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 14.0051
  }
 },
 {
  "id": 842675,
  "title": "流浪地球2",
  "original": "流浪地球2",
  "year": 2023,
  "genres": [
   "科幻",
   "动作",
   "冒险"
  ],
  "rating": 7.3,
  "tmdb_rating": 7.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt13539646",
  "overview": "在并不遥远的未来，太阳急速衰老与膨胀，再过几百年整个太阳系将被它吞噬毁灭。为了应对这场史无前例的危机，地球各国放下芥蒂，成立联合政府，试图寻找人类存续的出路。通过摸索与考量，最终推着地球逃出太阳系的“移山计划”获得压倒性胜利。人们着手建造上万台巨大的行星发动机，带着地球踏上漫漫征程。满腔赤诚的刘培强和韩朵朵历经层层考验成为航天员大队的一员，并由此相知相恋。但是漫漫征途的前方，仿佛有一股神秘的力量不断破坏者人类的自救计划。看似渺小的刘培强、量子科学家图恒宇、联合政府中国代表周喆",
  "poster": "images/posters/842675.jpg",
  "tags": {
   "科幻": 2,
   "烧脑": 1,
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "新片": 1,
   "华语": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_more": 9.3981
  }
 },
 {
  "id": 9550,
  "title": "十面埋伏",
  "original": "十面埋伏",
  "year": 2004,
  "genres": [
   "冒险",
   "剧情",
   "动作"
  ],
  "rating": 7.3,
  "tmdb_rating": 7.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0385004",
  "overview": "唐大中十三年，民间涌现不少反昏君反腐官的组织，其中以打着“杀富济贫推翻朝廷”旗号的飞刀门的势力最大。飞刀门总部设在靠近都城长安的奉天县境内，为保长安安全，朝廷下令奉天县府将飞刀门成员悉数剿灭。\r 奉天县两大捕头刘捕头与金捕头收到限期缉拿飞刀门新任帮主归案的命令。因怀疑牡丹坊的舞妓小妹是飞刀门前帮主的女儿，刘捕头设计将她拿下押入天牢，后又与金捕头再度设下圈套令金捕头化身义士将她救出，想骗取她的信任查出飞刀门的巢穴，但他不知的是，除了在公务上与金捕头和小妹打交道外，私情上也会与他",
  "poster": "images/posters/9550.jpg",
  "tags": {
   "冒险": 2,
   "热血": 2,
   "温情": 1,
   "爽": 1,
   "近代": 1,
   "华语": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 8.1734
  }
 },
 {
  "id": 474412,
  "title": "表妹",
  "original": "사촌여동생",
  "year": 2017,
  "genres": [
   "剧情",
   "爱情"
  ],
  "rating": 7.3,
  "tmdb_rating": 7.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt10102164",
  "overview": "就读于美术学校的大学生光浩，总是粗暴又没耐心地对待女友。过著百无聊赖生活的他，某日获得爷爷的允许后便迳行前往首尔。正当无处可去的光浩来到一家商店打算问路时，一位穿著性感的女性吸引了他的目光，没想到她竟然就是光浩幼时朝思暮想的表妹智允，光浩就这麽寄宿在表妹智允家。随著时间相处，光浩和智允的儿时记忆纷纷浮上心头，两人的感情在不知不觉间急速升温，究竟他们能否守护这睽违10年的忐忑爱情？",
  "poster": "images/posters/474412.jpg",
  "tags": {
   "温情": 1,
   "爱情": 2,
   "浪漫": 2,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 28.7518
  }
 },
 {
  "id": 1791,
  "title": "钢琴教师",
  "original": "La Pianiste",
  "year": 2001,
  "genres": [
   "剧情",
   "爱情"
  ],
  "rating": 7.3,
  "tmdb_rating": 7.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0254686",
  "overview": "40岁的Erika Kohut（伊莎贝尔·于佩尔 Isabelle Huppert 饰）表面上是一个优雅的钢琴老师，外形独特、气质出众，但对学生却无比严厉。一切都是她面对自己的母亲无休止的折磨——专制又无理，令Erika的各种欲望都无法发泄。Erika每每躲在厕所用剃刀伤害自己以求快感，嗅着内裤上的味道以发泄欲望，还去租看色情录像带。于是当18岁英俊冲动的Walter（伯努瓦·马吉梅 Benoît Magimel 饰）闯进她的生活时，一切都改变了。他们互相需索互相慰藉，Eri",
  "poster": "images/posters/1791.jpg",
  "tags": {
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "近代": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_topup": 13.6124
  }
 },
 {
  "id": 454639,
  "title": "宇宙巨人：希曼崛起",
  "original": "Masters of the Universe",
  "year": 2026,
  "genres": [
   "动作",
   "奇幻",
   "科幻"
  ],
  "rating": 7.2,
  "tmdb_rating": 7.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0427340",
  "overview": "亚当（尼古拉斯·加利齐纳 饰）在神秘圣剑的召唤下，尘封十五年的异世界王子身份觉醒，平凡人生被彻底颠覆。他跨越时空重返埃坦尼亚，但故乡早已在骷髅王的统治下分崩离析。为拯救曾经的家园与现在的世界，亚当必须再次拔出圣剑，喊出那句响彻寰宇的咒语——“赐予我力量吧！我是希曼！”",
  "poster": "images/posters/454639.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 2,
   "童话": 1,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 90.9328
  }
 },
 {
  "id": 575265,
  "title": "碟中谍8：最终清算",
  "original": "Mission: Impossible - The Final Reckoning",
  "year": 2025,
  "genres": [
   "动作",
   "惊悚",
   "冒险"
  ],
  "rating": 7.2,
  "tmdb_rating": 7.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt9603208",
  "overview": "超级人工智能“智体”即将引爆全球核弹危机，把世界推向毁灭边缘。而伊森·亨特和他的IMF小队在上次行动中遭遇重创，团队濒临分崩离析。虽然伊森已获得关闭“智体”的钥匙，但要彻底消灭“智体”，完成这一拯救全人类的终极任务，仍需要IMF小队齐心协力突破重重困难。他们不仅要面对全知全能又无影无形的“智体”与其手下盖布瑞尔的百般阻拦，还要解决来自过去的种种恩怨。每个抉择都关乎信念与命运，等待伊森和IMF小队的，究竟是怎样的结局？",
  "poster": "images/posters/575265.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 36.7451
  }
 },
 {
  "id": 453395,
  "title": "奇异博士2：疯狂多元宇宙",
  "original": "Doctor Strange in the Multiverse of Madness",
  "year": 2022,
  "genres": [
   "奇幻",
   "动作",
   "冒险"
  ],
  "rating": 7.2,
  "tmdb_rating": 7.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt9419884",
  "overview": "奇异博士史蒂芬·斯特兰奇正在参加克里斯汀·帕尔默的婚礼，这时外面的街道上出了乱子，一只巨大的章鱼怪正在跨越维度追逐名叫阿美莉卡·查维兹的女孩。奇异博士和王联手救下女孩，并得知阿美莉卡遭追杀是因其拥有穿越平行宇宙的能力，不过她无法真正控制自己的能力。奇异博士怀疑这其中涉及巫术，遂向旺达求助。不料，正是因失去孩子而悲痛的旺达要不惜一切代价生活在她仍然有孩子的宇宙中，才给奇异博士、王和阿美莉卡带来了一系列的大麻烦……",
  "poster": "images/posters/453395.jpg",
  "tags": {
   "童话": 1,
   "冒险": 3,
   "热血": 2,
   "爽": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 35.3283
  }
 },
 {
  "id": 652,
  "title": "特洛伊",
  "original": "Troy",
  "year": 2004,
  "genres": [
   "战争",
   "动作",
   "历史"
  ],
  "rating": 7.2,
  "tmdb_rating": 7.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0332452",
  "overview": "特洛伊王子帕里斯掳走斯巴达王后海伦，二人的恋情引发特洛伊战争。斯巴达国王墨涅拉奥斯蒙受奇耻，向兄长迈锡尼王阿伽门农求援。野心勃勃的阿伽门农借机出兵，意欲征服特洛伊扩张势力。特洛伊城防御坚固，在国王普里阿摩斯与王子赫克托耳镇守下难以攻克；希腊方能否破城，全系第一勇士阿喀琉斯。",
  "poster": "images/posters/652.jpg",
  "tags": {
   "战争": 1,
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "历史": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 34.2934
  }
 },
 {
  "id": 330457,
  "title": "冰雪奇缘2",
  "original": "Frozen II",
  "year": 2019,
  "genres": [
   "家庭",
   "动画",
   "冒险",
   "喜剧",
   "奇幻"
  ],
  "rating": 7.2,
  "tmdb_rating": 7.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt4520988",
  "overview": "历经此前的种种考验，阿伦黛尔王国终于恢复了往日的平静。艾莎女王、安娜公主以及雪宝、克斯托夫和驯鹿斯文过着安宁的生活。然而最近，艾莎总会听到一个神秘声音的呼唤。为了寻找声音的来源，也为了揭开自己冰雪魔法背后的秘密，她决定踏上未知的旅程，安娜和伙伴们也紧随其后。他们来到常年被浓雾笼罩的魔法森林，并向更加神秘危险的暗海前进。在那里，不仅隐藏着强大的自然力量，也埋藏着关于阿伦黛尔王国、艾莎魔法来源以及两姐妹家族过去的秘密。一场寻找真相与自我的旅程就此展开……",
  "poster": "images/posters/330457.jpg",
  "tags": {
   "家庭": 1,
   "温情": 1,
   "动画": 1,
   "童话": 3,
   "冒险": 2,
   "热血": 1,
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 34.0798
  }
 },
 {
  "id": 1504358,
  "title": "别祝我好运",
  "original": "Don't Say Good Luck",
  "year": 2026,
  "genres": [
   "喜剧",
   "音乐",
   "剧情"
  ],
  "rating": 7.2,
  "tmdb_rating": 7.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt36590417",
  "overview": "作为学校音乐剧的主演，高中生索菲·比伦鲍姆已准备好迎接聚光灯 — 但家里的风波竟比舞台上的还要戏剧化。",
  "poster": "images/posters/1504358.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "音乐": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 29.3692
  }
 },
 {
  "id": 198663,
  "title": "移动迷宫",
  "original": "The Maze Runner",
  "year": 2014,
  "genres": [
   "动作",
   "悬疑",
   "科幻",
   "惊悚"
  ],
  "rating": 7.2,
  "tmdb_rating": 7.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1790864",
  "overview": "男孩托马斯（迪伦·欧布莱恩 Dylan O'Brien 饰）在电梯中醒来，奇怪的是他除了名字之外什么都记不得。当电梯打开，他来到了一个陌生的地方“林间空地”。这里四周被高大的石头墙包围着，墙内住着许多男孩，有纽特（托马斯·桑斯特 Thomas Sangster 饰）、查克（布雷克·库珀 Blake Cooper 饰）、米诺（李基弘 Ki Hong Lee 饰）等人，他们都被困在迷宫里，而墙外还有一群巨大的怪兽威胁着。一天，电梯为他们送来了一个女孩特雷莎（卡雅·斯考达里奥 Ka",
  "poster": "images/posters/198663.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 2,
   "烧脑": 3,
   "科幻": 2,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 27.3509
  }
 },
 {
  "id": 109445,
  "title": "冰雪奇缘",
  "original": "Frozen",
  "year": 2013,
  "genres": [
   "动画",
   "家庭",
   "冒险",
   "奇幻"
  ],
  "rating": 7.2,
  "tmdb_rating": 7.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2294629",
  "overview": "在四面环海、风景如画的阿伦黛尔王国，生活着艾莎和安娜两位公主。艾莎天生拥有操控冰雪的能力，随着年龄增长，她的力量越来越强，童年时甚至险些伤及妹妹。为了保护安娜，艾莎不得不隐藏自己的能力，两姐妹也因此逐渐疏远。父母在一场海难中去世后，艾莎终于到了加冕为女王的年龄，各国宾客齐聚阿伦黛尔。一直小心隐藏秘密的艾莎，却因安娜想要与初次见面的汉斯王子结婚而情绪失控，意外暴露了自己的能力。惊慌之下，她逃入雪山，并用魔法建造了一座冰雪宫殿，而整个阿伦黛尔也因此陷入严寒。为了找回姐姐并拯救王国",
  "poster": "images/posters/109445.jpg",
  "tags": {
   "动画": 1,
   "童话": 3,
   "家庭": 1,
   "温情": 2,
   "冒险": 2,
   "热血": 1,
   "治愈": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 26.6358
  }
 },
 {
  "id": 1305672,
  "title": "抓特务",
  "original": "抓特务",
  "year": 2026,
  "genres": [
   "历史",
   "剧情"
  ],
  "rating": 7.2,
  "tmdb_rating": 7.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32634330",
  "overview": "1949年开国大典当天，刚刚入城并转任公安派出所所长的肖大力，在工作中发现小学教员冯静波身上疑点重重，怀疑他与潜伏的特务活动有关。为了查清冯静波的真实身份，肖大力甚至举家迁入他居住的院落，与其成为邻居，从此开始了漫长的观察与追查。冯静波始终谨慎周旋，肖大力也从未放弃心中的怀疑。随着岁月流逝，这场从新中国成立之初开始的较量持续了近四十年，两个人的人生也在长期的试探、对峙与朝夕相处中紧紧纠缠在一起……",
  "poster": "images/posters/1305672.jpg",
  "tags": {
   "历史": 1,
   "温情": 1,
   "新片": 1,
   "华语": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 16.8703
  }
 },
 {
  "id": 1228891,
  "title": "飞驰人生2",
  "original": "飞驰人生2",
  "year": 2024,
  "genres": [
   "剧情",
   "喜剧",
   "冒险"
  ],
  "rating": 7.2,
  "tmdb_rating": 7.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt30829309",
  "overview": "五年前的巴音布鲁克一战后，张驰虽然完成了那场孤注一掷的比赛，却因赛车铅封始终未能找到，成绩被组委会取消。离开赛场后，他靠经营驾校维持生活，却又遭遇网络争议，曾经的传奇车手逐渐淡出人们视线。就在张驰几乎放下赛车时，一家濒临停产的老头乐车厂主动找到他，希望赞助车队参加最后一届巴音布鲁克拉力赛。张驰重新召集孙宇强、记星等老搭档，并遇到了颇具赛车天赋的年轻人厉小海以及驾校学员刘显德。一支看似并不完美的车队由此重新上路，为再次站上巴音布鲁克展开准备……",
  "poster": "images/posters/1228891.jpg",
  "tags": {
   "温情": 1,
   "喜剧": 1,
   "轻松": 1,
   "冒险": 1,
   "热血": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_more": 11.762
  }
 },
 {
  "id": 569672,
  "title": "村妓",
  "original": "村妓",
  "year": 1994,
  "genres": [
   "剧情"
  ],
  "rating": 7.2,
  "tmdb_rating": 7.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt6917516",
  "overview": "　　故事发生在位于湘西的穷苦农村中，在这里，男人们留在家中劳作耕地，而女人们则要离开家，前往城镇“做生意”，而她们所做的生意，其实就是出卖自己的身体。阿七是这些女人们中的一员，日子虽然过得十分凄惨却也习以为常。一天，阿七的丈夫在家忙完了农活，觉得百般无聊，于是决定去找阿七。看到自己的老婆辗转在不同的男人身下，阿七的丈夫心里十分不是滋味，但与此同时他亦明白，如果阿七不出来工作，家里就没有饭吃。\r 　　富裕的油商张老板看上了阿七的美貌，想要将她买走做姨太太，这让阿七的丈夫感到无法",
  "poster": "images/posters/569672.jpg",
  "tags": {
   "温情": 1,
   "近代": 1,
   "华语": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 11.0899
  }
 },
 {
  "id": 11713,
  "title": "精武门",
  "original": "精武門",
  "year": 1972,
  "genres": [
   "剧情",
   "动作",
   "惊悚"
  ],
  "rating": 7.2,
  "tmdb_rating": 7.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0068767",
  "overview": "　　一代武术宗师、精武门创始人霍元甲突然逝世，霍师傅生前最喜爱的五徒弟陈真（李小龙 饰）匆匆赶回奔丧，在师傅的棺椁前，陈真悲痛欲绝，暂时终止了和小师妹（苗可秀 饰）完婚的计划，并且不相信师傅死于胃病和感冒的结论。日本虹口道场馆主铃木宽在霍师傅头七之日，派人送上写有“东亚病夫”的牌匾，并且出言大肆侮辱精武门，被激怒的陈真随后赶到虹口道场，大败众日本武人，并踢碎了租界公园门口“华人与狗不得入内”的招牌。虹口道场马上派人至精武馆报复，陈真为避免连累师门只得暂离精武门。机缘巧合，陈真",
  "poster": "images/posters/11713.jpg",
  "tags": {
   "温情": 1,
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 1,
   "烧脑": 1,
   "经典老片": 1,
   "华语": 1,
   "快节奏": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 9.1609
  }
 },
 {
  "id": 1357633,
  "title": "我独自升级：二次觉醒",
  "original": "俺だけレベルアップな件 -ReAwakening-",
  "year": 2024,
  "genres": [
   "动作",
   "冒险",
   "奇幻",
   "动画"
  ],
  "rating": 7.2,
  "tmdb_rating": 7.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt33428606",
  "overview": "10年前，世界与其他次元链接的“门”被打开，各种魔物不断出现，于是乎能力各异的猎魔者也随之出现，被称为“猎人”。程肖宇(成振宇)是一名实力最弱的E级猎人，在一次挑战任务中，遇到了可怕的隐藏挑战。生死存亡之际，他居然获得了升级系统！在系统的利用下，他能成为最强猎人吗？该片包含第一季的剧情回顾以及第二季前两集内容。",
  "poster": "images/posters/1357633.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 3,
   "童话": 2,
   "动画": 1,
   "新片": 1,
   "日韩": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 17.1708
  }
 },
 {
  "id": 1246049,
  "title": "德古拉",
  "original": "Dracula",
  "year": 2025,
  "genres": [
   "恐怖",
   "奇幻",
   "爱情"
  ],
  "rating": 7.2,
  "tmdb_rating": 7.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt31434030",
  "overview": "故事讲述 15 世纪的弗拉基米尔王子，在爱妻离世后诅咒上帝，最终化作吸血鬼；此后在 19 世纪的伦敦，他遇见了与妻子容貌一模一样的分身，却因执意追寻她而自取毁灭。",
  "poster": "images/posters/1246049.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "童话": 1,
   "冒险": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "其他": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 20.9852
  }
 },
 {
  "id": 979,
  "title": "不可撤销",
  "original": "Irréversible",
  "year": 2002,
  "genres": [
   "剧情",
   "惊悚",
   "犯罪"
  ],
  "rating": 7.2,
  "tmdb_rating": 7.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0290673",
  "overview": "　　整部影片用倒带一样的叙述方式，不断往前追溯，令人感到宿命的不可逃避。爱里克斯亮丽性感，独自行走在城市的地下道，却被酒醉的歹徒盯上。歹徒残忍的对她强暴施虐，让她美丽的脸庞变得血肉模糊。于是， 她的服了摇头丸的男友马尔克什，带着朋友闯进各式各样的酒吧，寻找凶手报仇。他们意识接近失控，举起灭火筒猛砸疑凶脑袋。然而，就在这些血腥的事件之前，爱里克斯和男友过着幸福生活，他们感情甜腻，爱里克斯腹中还有了男友的孩子。然而，在接下来的12个小时里，所有的线索，都不可撤消的把爱里克斯引向了",
  "poster": "images/posters/979.jpg",
  "tags": {
   "温情": 1,
   "悬疑": 2,
   "烧脑": 1,
   "犯罪": 1,
   "近代": 1,
   "其他": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 17.7127
  }
 },
 {
  "id": 552524,
  "title": "星际宝贝史迪奇",
  "original": "Lilo & Stitch",
  "year": 2025,
  "genres": [
   "家庭",
   "科幻",
   "喜剧"
  ],
  "rating": 7.2,
  "tmdb_rating": 7.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt11655566",
  "overview": "来自外星的“实验品626”史迪奇（克里斯·桑德斯 配音）在一场太空追捕中意外降落在夏威夷海岛，与小女孩莉萝（玛雅·凯洛哈 饰）相遇，为了躲避追捕，史迪奇伪装成小狗进入了莉萝的生活，发生了一段极其风趣又不失感人的故事。",
  "poster": "images/posters/552524.jpg",
  "tags": {
   "家庭": 1,
   "温情": 2,
   "科幻": 2,
   "烧脑": 1,
   "喜剧": 1,
   "轻松": 1,
   "致郁": 1,
   "新片": 1,
   "欧美": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_topup": 31.3623
  }
 },
 {
  "id": 1083381,
  "title": "后室",
  "original": "Backrooms",
  "year": 2026,
  "genres": [
   "恐怖",
   "悬疑",
   "科幻"
  ],
  "rating": 7.1,
  "tmdb_rating": 7.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt26657236",
  "overview": "一位心理治疗师的病人，在一次诡异的事故中“切入”到了一个超越现实的奇异维度。为了带回病人，这位治疗师不得不亲自踏入那片无边无际、充满黄色壁纸和嗡嗡荧光灯响声的未知迷宫。",
  "poster": "images/posters/1083381.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "悬疑": 1,
   "烧脑": 2,
   "科幻": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 135.6113
  }
 },
 {
  "id": 1393326,
  "title": "牢笼鬼魂",
  "original": "Hantu Dalam Sel",
  "year": 2026,
  "genres": [
   "恐怖",
   "喜剧",
   "惊悚"
  ],
  "rating": 7.1,
  "tmdb_rating": 7.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt9000310",
  "overview": "故事舞台设在一座狱警贪腐、帮派割据、管理极端残暴的重型监狱，一名自带恶灵的新囚犯入狱后，牢房区接连爆发无差别血腥命案，死者遗体都会被恶灵改造成诡异惊悚的人体陈列造型，监狱里水火不容的几大囚犯帮派、收受贿赂草菅人命的狱警，在持续不断的死亡恐慌下被迫放下仇怨抱团求生。其中一名囚犯意外获得感知人身上黑暗气场的能力，能预判恶灵的猎杀目标，众人一边对抗恶灵的疯狂屠戮，一边逐层揭开监狱长期掩盖的虐囚黑幕、以及恶灵复仇背后埋藏的陈年冤屈，在不间断的血腥杀戮、暴力冲突里，完成一场底层绝境的反",
  "poster": "images/posters/1393326.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 2,
   "喜剧": 1,
   "轻松": 1,
   "悬疑": 1,
   "烧脑": 1,
   "犯罪": 1,
   "写实": 1,
   "新片": 1,
   "其他": 1,
   "明亮": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 119.5108
  }
 },
 {
  "id": 1523145,
  "title": "你的心会破碎",
  "original": "Твоё сердце будет разбито",
  "year": 2026,
  "genres": [
   "爱情"
  ],
  "rating": 7.1,
  "tmdb_rating": 7.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt38190257",
  "overview": "高中生波琳娜在新学校饱受欺凌，为了摆脱困境，她和校霸巴尔斯达成了一场交易：他假装成她的男友保护她，而她则对他言听计从。在这场假扮情侣的游戏中，两人渐渐动了真情，可她的家人和同学却千方百计想要拆散这对恋人。",
  "poster": "images/posters/1523145.jpg",
  "tags": {
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "其他": 1
  },
  "sources": {
   "tmdb_pop": 89.8572
  }
 },
 {
  "id": 1127384,
  "title": "深水",
  "original": "Deep Water",
  "year": 2026,
  "genres": [
   "恐怖",
   "惊悚"
  ],
  "rating": 7.1,
  "tmdb_rating": 7.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt29516222",
  "overview": "一架从洛杉矶飞往上海的国际航班，在飞越太平洋时遭遇货舱锂电池起火事故，安全系统接连失效，机长理查德与副机长本被迫驾驶飞机紧急迫降在海域。机上三十余名幸存者被困在破损的飞机残骸上，很快发现这片海域已是鲨鱼的猎场。成群的灰鲭鲨被残骸的血腥味吸引，不断发起攻击。幸存者们来自不同国家、背景各异，必须放下隔阂与猜忌，利用有限的资源搭建防御、寻找逃生机会，在茫茫大海中与饥饿的鲨群展开殊死对抗。",
  "poster": "images/posters/1127384.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 89.8165
  }
 },
 {
  "id": 1168190,
  "title": "特工迷阵",
  "original": "The Wrecking Crew",
  "year": 2026,
  "genres": [
   "动作",
   "喜剧",
   "犯罪",
   "悬疑"
  ],
  "rating": 7.1,
  "tmdb_rating": 7.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt33046197",
  "overview": "　　讲述一对性格迥异的同父异母兄弟——哥哥是行事冲动的侦探，弟弟是纪律严明的海军海豹突击队员——因父亲在夏威夷遇害而被迫联手，踏上一场危机四伏的追寻之路，誓要揭开背后隐藏的惊天阴谋。",
  "poster": "images/posters/1168190.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "喜剧": 1,
   "轻松": 1,
   "犯罪": 1,
   "悬疑": 2,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 43.4406
  }
 },
 {
  "id": 1119449,
  "title": "团战之夜",
  "original": "Good Luck, Have Fun, Don't Die",
  "year": 2026,
  "genres": [
   "科幻",
   "动作",
   "喜剧"
  ],
  "rating": 7.1,
  "tmdb_rating": 7.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1341338",
  "overview": "　　故事围绕着一个“来自未来的人”展开，他来到洛杉矶的一家小餐馆，在那里他必须招募一群心怀不满的顾客，与他一起完成一个为期一晚、跨越六个街区的任务，以拯救世界免受流氓人工智能的终极威胁。",
  "poster": "images/posters/1119449.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 1,
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 28.8799
  }
 },
 {
  "id": 933260,
  "title": "某种物质",
  "original": "The Substance",
  "year": 2024,
  "genres": [
   "恐怖",
   "科幻"
  ],
  "rating": 7.1,
  "tmdb_rating": 7.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt17526714",
  "overview": "曾经红极一时的好莱坞巨星伊丽莎白无法面对自己老去的容颜，决定使用一种名为“完美物质”的黑市药物，透过注射药物的细胞复制物质，创造出更年轻、更好的另一个自己。“年华老去”及“年轻貌美”的自己该如何共存？会是更强烈的容貌焦虑大战？还是要不断迎合大众对“美”的期待？一场自我身体主导权的争夺战即将上演……",
  "poster": "images/posters/933260.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 30.6569
  }
 },
 {
  "id": 1185806,
  "title": "汪汪队立大功大电影3：勇闯恐龙岛",
  "original": "PAW Patrol: The Dino Movie",
  "year": 2026,
  "genres": [
   "动画",
   "冒险",
   "家庭",
   "奇幻",
   "喜剧"
  ],
  "rating": 7.1,
  "tmdb_rating": 7.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt29356163",
  "overview": "一场突如其来的超强风暴，将莱德队长与汪汪队意外带到神秘恐龙岛，还邂逅了被困荒岛的新朋友小狗乐乐。与此同时，宿敌海丁那市长大肆采矿，不慎唤醒沉睡火山！岩浆喷涌、岛屿崩塌，恐龙岛陷入巨大危机。面对这场规模空前的惊险灾难，勇敢的汪汪队绝不退缩！狗狗们携手恐龙并肩作战，能否冲破险境、化解危机，守护恐龙岛？",
  "poster": "images/posters/1185806.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "冒险": 2,
   "热血": 1,
   "家庭": 1,
   "温情": 1,
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 31.9562
  }
 },
 {
  "id": 411,
  "title": "纳尼亚传奇1：狮子、女巫和魔衣橱",
  "original": "The Chronicles of Narnia: The Lion, the Witch and the Wardrobe",
  "year": 2005,
  "genres": [
   "冒险",
   "家庭",
   "奇幻"
  ],
  "rating": 7.1,
  "tmdb_rating": 7.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0363771",
  "overview": "二战期间，四个小孩子随着父母来到乡下避战。这些乡村住宅古色古香，其中有一个房间里摆着一个大衣柜。一天，几个小孩子玩捉迷藏，露西躲进了衣柜里，眼前却意外出现了一个神奇的世界——那里白雪皑皑，荒无人烟。她在雪地上走着走着，遇上了人羊怪物。其他孩子也一一进入这个魔法衣橱。他们得知里面的王国叫纳尼亚，正在被一个邪恶的女巫所统治。女巫下了毒咒，使纳尼亚成为永远冰天雪地的冰封世界。四个人类的孩子将在伟大崇高的万兽之王：雄狮阿斯兰的带领下与邪恶的女巫展开一场大战，破除冰封咒语，解救纳尼亚王",
  "poster": "images/posters/411.jpg",
  "tags": {
   "冒险": 2,
   "热血": 1,
   "家庭": 1,
   "温情": 1,
   "童话": 2,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 26.8934
  }
 },
 {
  "id": 1306368,
  "title": "全信没收",
  "original": "The Rip",
  "year": 2026,
  "genres": [
   "动作",
   "惊悚",
   "犯罪"
  ],
  "rating": 7.1,
  "tmdb_rating": 7.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32642706",
  "overview": "一群迈阿密警察在一间废弃的藏身屋发现数百万现钞，彼此之间的信任开始瓦解。随着外部人士得知充公金额如此可观，一切变得疑点重重，到底还剩下什么可以相信？又有谁依然值得信赖？",
  "poster": "images/posters/1306368.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 2,
   "烧脑": 1,
   "犯罪": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 24.6003
  }
 },
 {
  "id": 856289,
  "title": "封神第一部：朝歌风云",
  "original": "封神第一部：朝歌风云",
  "year": 2023,
  "genres": [
   "动作",
   "奇幻",
   "战争"
  ],
  "rating": 7.1,
  "tmdb_rating": 7.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt6979756",
  "overview": "大商二王子殷寿率领亲手训练的质子旅和殷商大军征讨叛乱的冀州侯苏护，却意外解开轩辕坟中妖狐的封印。妖狐附身苏护之女妲己，并随殷寿返回朝歌。一场宫廷变故后，殷寿登上王位，朝歌却接连出现灾异。与此同时，昆仑仙人姜子牙携“封神榜”下山，希望将其交给真正的天下共主，以解救苍生。随着姜子牙、王子殷郊以及西伯侯质子姬发逐渐看清殷寿的野心与妲己身上的诡异，一场围绕王权、天下与“封神榜”的风暴也开始在朝歌酝酿……",
  "poster": "images/posters/856289.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 2,
   "童话": 1,
   "战争": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 9.0449
  }
 },
 {
  "id": 12289,
  "title": "赤壁（上）",
  "original": "赤壁",
  "year": 2008,
  "genres": [
   "冒险",
   "剧情",
   "历史",
   "动作",
   "战争"
  ],
  "rating": 7.1,
  "tmdb_rating": 7.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0425637",
  "overview": "影片以长坂坡之战开场，曹操在击溃刘备后，认为对他称霸天下有威胁的是东吴，再加上曹操钟爱的小乔誓死不从，令他大发雷霆，执意攻打东吴。孙权派鲁肃以吊唁刘表之名与刘备会面，商讨联合抗曹的事情。刘备在同意了与东吴联合抗曹的建议之后，派诸葛亮前往东吴。孙权的妹妹孙尚香与鲁肃用激将法坚定了孙权抗曹的决心，并且把周瑜召回，主持抗曹。两军最终在赤壁相遇，小乔夜探曹营，与曹操论茶道拖延时间，最终联军战胜曹军，小乔与其子平安均安然无恙。",
  "poster": "images/posters/12289.jpg",
  "tags": {
   "冒险": 2,
   "热血": 2,
   "温情": 1,
   "历史": 1,
   "爽": 1,
   "战争": 1,
   "近代": 1,
   "华语": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 8.0251
  }
 },
 {
  "id": 1594914,
  "title": "孤军突围",
  "original": "Lucky Strike",
  "year": 2026,
  "genres": [
   "动作",
   "战争"
  ],
  "rating": 7.0,
  "tmdb_rating": 7.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt19035928",
  "overview": "取材于二战阿登突出部战役，一名负伤的美军士兵在德军反攻中和大部队失联，独自被困战火毁坏的比利时敌后区域。他仅依靠自身作战经验、基础单兵装备与一台损坏的无线电，全程躲避德军巡逻搜捕，在严寒荒野中艰难求生，想方设法联络己方部队。",
  "poster": "images/posters/1594914.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "战争": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 89.007
  }
 },
 {
  "id": 1314481,
  "title": "穿普拉达的女王2",
  "original": "The Devil Wears Prada 2",
  "year": 2026,
  "genres": [
   "喜剧",
   "剧情"
  ],
  "rating": 7.0,
  "tmdb_rating": 7.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt33612209",
  "overview": "　　随着传统出版业的式微，时尚女王米兰达在职业生涯中迎来新挑战。她不得不与手握广告预算的曾经的助理，如今已是奢侈品牌集团高管的艾米莉正面交锋。两人在行业变局中展开了一场关乎权力与生存的较量。",
  "poster": "images/posters/1314481.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 72.76
  }
 },
 {
  "id": 49018,
  "title": "潜伏",
  "original": "Insidious",
  "year": 2011,
  "genres": [
   "恐怖",
   "惊悚"
  ],
  "rating": 7.0,
  "tmdb_rating": 7.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1591095",
  "overview": "在高中担任教师的乔什·莱姆波特和身为自由音乐人的妻子兰娜拥有一个幸福的五口之家。然而自他们乔迁新居之后，恐慌和不安便尾随而至。尚在襁褓中的女儿凯莉经常莫名大哭，次子福斯特对卧室充满恐惧，而长子达尔顿更在一次惊吓过后陷入长久的昏迷之中。在此之后，各种奇怪恐怖的事件接连发生。莱姆波特夫妇不胜其扰，精神几近崩溃，他们最终决定搬离这个不祥之地。但是一切并未就此结束，侵扰他们的魔鬼似乎尾随莱姆波特一家来至新的住所，更扬言要占据达尔顿的身体。",
  "poster": "images/posters/49018.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 62.2061
  }
 },
 {
  "id": 53653,
  "title": "监狱风云",
  "original": "監獄風雲",
  "year": 1987,
  "genres": [
   "犯罪",
   "剧情"
  ],
  "rating": 7.0,
  "tmdb_rating": 7.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0093304",
  "overview": "年轻有为的广告设计师卢家耀（梁家辉 饰）在一次阻止不良分子寻衅滋事中失手伤人，被判服刑三年，在狱中，他因个性憨直得罪了黑帮老大，受尽欺辱，老囚犯钟天正（周润发 饰）看不过仗义相助，两人结为患难之交。  钟天正原本有完好家庭，只因嗜赌成性才误杀妻子，身陷囹圄的他追忆往事时后悔不已， 决心走出高墙后重新做人。然而，因为替卢家耀出头，他得罪了狐假虎威心狠手辣的典狱长（张耀扬 饰），自此卷入狱中恶势力的漩涡，走投无路之际，他放弃了“能忍则忍”的处世哲学，决意以暴施暴。",
  "poster": "images/posters/53653.jpg",
  "tags": {
   "犯罪": 3,
   "悬疑": 1,
   "温情": 1,
   "写实": 1,
   "经典老片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 55.4494
  }
 },
 {
  "id": 617126,
  "title": "神奇四侠：初露锋芒",
  "original": "The Fantastic 4: First Steps",
  "year": 2025,
  "genres": [
   "科幻",
   "冒险",
   "动作"
  ],
  "rating": 7.0,
  "tmdb_rating": 7.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt10676052",
  "overview": "神奇先生、隐形女、霹雳火和石头人面对来自宇宙级威胁“行星吞噬者”及其使者“银影侠”对地球上所有生灵的威胁，四人必须在家庭羁绊与英雄使命间抉择，挺身而出接受这个前所未有的严峻挑战。更令人措手不及的是，这场关乎地球存亡的危机竟与他们有着意想不到的关联。",
  "poster": "images/posters/617126.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 1,
   "冒险": 2,
   "热血": 2,
   "爽": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 44.4135
  }
 },
 {
  "id": 1171145,
  "title": "洛杉矶劫案",
  "original": "Crime 101",
  "year": 2026,
  "genres": [
   "犯罪",
   "惊悚"
  ],
  "rating": 7.0,
  "tmdb_rating": 7.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32430579",
  "overview": "　　当多年来从未失手的珠宝大盗（克里斯·海姆斯沃斯 饰）决心干票大的就金盆洗手时，人生失意的保险公司高管（哈莉·贝瑞 饰）却意外加入，两人被迫联手。与此同时，一位警探（马克·鲁法洛 饰）正通过蛛丝马迹的线索将矛头对准他们。监守自盗的内鬼，黑吃黑的争斗，交错的阴谋下谁将成为这场惊天劫案的最终赢家？\r 　　影片改编自《纽约时报》榜首畅销书作者唐·温斯洛同名小说。",
  "poster": "images/posters/1171145.jpg",
  "tags": {
   "犯罪": 1,
   "悬疑": 2,
   "烧脑": 1,
   "职场": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 38.9281
  }
 },
 {
  "id": 1404304,
  "title": "离群索金",
  "original": "The Isolate Thief",
  "year": 2026,
  "genres": [
   "西部",
   "动作",
   "剧情"
  ],
  "rating": 7.0,
  "tmdb_rating": 7.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt35051162",
  "overview": "1865年美国内战寒冬，少女艾达独自驻守偏远联邦军山间前哨堡垒，她刚刚埋葬担任哨站长官的父亲，本打算处理完事务便动身前往旧金山生活。一名流浪男子闯入堡垒，遗落了一整批被劫匪劫掠的黄金赃物，没过多久，肖恩·宾饰演的伪善上校菲德勒带着一众悍匪闯入据点，假意借宿，实则是追踪黄金而来。暴雪封山彻底切断堡垒与外界所有通路，匪帮完全掌控了整座哨所，艾达为保住黄金、保全性命，只能利用堡垒房间、暗道、地形布局，靠智谋层层周旋，和另一名被困少女艾米联手，在封闭空间里与一群穷凶极恶的歹徒展开心理",
  "poster": "images/posters/1404304.jpg",
  "tags": {
   "冒险": 2,
   "热血": 1,
   "爽": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 34.507
  }
 },
 {
  "id": 385687,
  "title": "速度与激情10",
  "original": "Fast X",
  "year": 2023,
  "genres": [
   "动作",
   "犯罪",
   "惊悚"
  ],
  "rating": 7.0,
  "tmdb_rating": 7.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt5433140",
  "overview": "昔日的死对头塞弗主动找上门来告知多米尼克和整个飞车家族都将遭遇危险。随后，多米尼克从“小无名氏”先生处得知飞车家族的几位朋友接到了假任务。为了拯救众人，多米尼克和莱蒂前往罗马救人，而把小儿子托给米娅和雅各布照顾。在罗马的交锋中，唐老大发现对手叫但丁，是毒枭赫南·雷耶斯的儿子；而他却并不想让多米尼克和飞车家族立刻消失，而是要慢慢折磨他们，就连曾经帮助过飞车家族或是有关联的人也不会放过......",
  "poster": "images/posters/385687.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "犯罪": 2,
   "悬疑": 2,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 32.9827
  }
 },
 {
  "id": 1712439,
  "title": "เพื่อนรัก เพื่อนลับ",
  "original": "เพื่อนรัก เพื่อนลับ",
  "year": 2026,
  "genres": [
   "剧情",
   "惊悚"
  ],
  "rating": 7.0,
  "tmdb_rating": 7.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt41892623",
  "overview": "",
  "poster": "images/posters/1712439.jpg",
  "tags": {
   "温情": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 25.8875
  }
 },
 {
  "id": 505642,
  "title": "黑豹2",
  "original": "Black Panther: Wakanda Forever",
  "year": 2022,
  "genres": [
   "动作",
   "冒险",
   "科幻"
  ],
  "rating": 7.0,
  "tmdb_rating": 7.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt9114286",
  "overview": "特查拉国王去世后，再度失去国王和黑豹的瓦坎达陷入悲痛与不安，拉曼达女王、苏睿等人一边努力维系国家，一边还要面对外界各国对振金资源日益强烈的觊觎。与此同时，美国利用天才少女瑞瑞·威廉姆斯设计的振金探测装置，在海底发现了新的振金矿藏，却也意外惊动了长期隐藏于海洋深处的神秘王国“塔洛坎”。塔洛坎统治者纳摩为了保护自己的族人与家园，将瑞瑞视为潜在威胁，并找到瓦坎达寻求合作。苏睿和奥克耶却选择保护瑞瑞，不愿将她交出。随着双方立场逐渐对立，瓦坎达与塔洛坎之间的矛盾不断升级，而失去兄长的苏",
  "poster": "images/posters/505642.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 28.4415
  }
 },
 {
  "id": 1241982,
  "title": "海洋奇缘2",
  "original": "Moana 2",
  "year": 2024,
  "genres": [
   "冒险",
   "动画",
   "喜剧",
   "家庭",
   "奇幻"
  ],
  "rating": 7.0,
  "tmdb_rating": 7.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt13622970",
  "overview": "在祖灵突如其来的呼唤之下，莫阿娜（奥丽伊·卡瓦洛 Auli'i Cravalho 配音）、毛伊（道恩·强森 Dwayne Johnson 配音）和新船员们将启程航向大洋洲的彼端，一路深入危险未知的海域，面对一场前所未见的新冒险。",
  "poster": "images/posters/1241982.jpg",
  "tags": {
   "冒险": 2,
   "热血": 1,
   "动画": 1,
   "童话": 2,
   "喜剧": 1,
   "轻松": 1,
   "家庭": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 27.1622
  }
 },
 {
  "id": 1516698,
  "title": "最后的曙光",
  "original": "The Last Sunrise",
  "year": 2026,
  "genres": [
   "爱情",
   "剧情"
  ],
  "rating": 6.9,
  "tmdb_rating": 6.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37654096",
  "overview": "身患慢性疾病的大学生小莱与母亲一同前往马略卡岛度过夏天的故事。她在那里意外邂逅了胡利安，并开始学会活在当下。然而，随着病情不断恶化，尘封多年的家族秘密也逐渐浮出水面，一切美好都可能在夏天结束前分崩离析。",
  "poster": "images/posters/1516698.jpg",
  "tags": {
   "爱情": 1,
   "浪漫": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 321.426
  }
 },
 {
  "id": 1284041,
  "title": "最后孤屋",
  "original": "The Last House",
  "year": 2026,
  "genres": [
   "恐怖",
   "科幻",
   "惊悚"
  ],
  "rating": 6.9,
  "tmdb_rating": 6.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32268156",
  "overview": "一场全球性诡异灾难毫无征兆降临，一层无形屏障封锁全球所有建筑，门窗墙体全部无法破坏，人类被强制困在自家房屋里，完全无法外出。主角混血夫妻带着一双儿女被困城郊独栋小屋，起初只是等待外界救援，可外界通讯彻底中断，水源、食物持续消耗，狭小空间里压抑感不断发酵，家人之间猜忌、矛盾接连爆发。外部时常传来未知异响与黑影，某天屋外出现一名陌生神秘女子，对方知晓封锁灾难的真相，也带来了外星未知生物的致命威胁，一家人必须在资源耗尽、怪物窥视、内部人心崩塌的多重绝境下，寻找破开屏障活下去的办法，",
  "poster": "images/posters/1284041.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "科幻": 2,
   "烧脑": 2,
   "悬疑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 93.9541
  }
 },
 {
  "id": 1538273,
  "title": "爱恋成婚",
  "original": "ப்யார் ப்ரேமா கல்யாணம்",
  "year": 2026,
  "genres": [
   "爱情",
   "喜剧",
   "剧情"
  ],
  "rating": 6.9,
  "tmdb_rating": 6.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt39260895",
  "overview": "新娘结婚后拒绝离开娘家，她的丈夫必须考虑是否能够适应居住在岳父岳母屋檐下的生活。",
  "poster": "images/posters/1538273.jpg",
  "tags": {
   "爱情": 1,
   "浪漫": 1,
   "喜剧": 1,
   "轻松": 1,
   "温情": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 53.1521
  }
 },
 {
  "id": 976912,
  "title": "平面设计",
  "original": "Graphic Desires",
  "year": 2023,
  "genres": [
   "惊悚",
   "犯罪"
  ],
  "rating": 6.9,
  "tmdb_rating": 6.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt13452544",
  "overview": "宅男平面设计师弗兰克林跟女友坎蒂达的感情看似和谐，却都对这段感情感到疲乏，女友长期的应酬和出差，让弗兰克林开始通过网络女主播偷尝禁果，一个叫亚特兰大的女网友的出现，更是让弗兰克林神魂颠倒，而原本放荡不羁的坎蒂达在亚特兰大出现之后，也产生了深深的危机感...",
  "poster": "images/posters/976912.jpg",
  "tags": {
   "悬疑": 2,
   "烧脑": 1,
   "犯罪": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 39.5759
  }
 },
 {
  "id": 1325734,
  "title": "爱情抓马",
  "original": "The Drama",
  "year": 2026,
  "genres": [
   "爱情",
   "喜剧",
   "剧情"
  ],
  "rating": 6.9,
  "tmdb_rating": 6.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt33071426",
  "overview": "来自波士顿的情侣艾玛·哈伍德（赞达亚·科尔曼 饰）和查理·汤普森（罗伯特·帕丁森 饰）既美丽又迷人，有着高雅而知性的气质，而且彼此深爱着对方。虽然他们恋爱的初期有些尴尬，比如查理在追求艾玛时犯了不少错，但这些都不过是浪漫故事中的有趣插曲罢了。他们即将步入婚姻的殿堂。但还有些最后的准备工作要做，比如确定婚礼菜单、撰写婚誓等等。可要想获得幸福的婚姻并不容易。他们的矛盾源于一场看似轻松愉快的派对游戏。艾玛和查理喝醉了，他们还想再喝一杯酒。他们的挚友瑞秋（阿拉娜·哈伊姆 饰）和她的丈",
  "poster": "images/posters/1325734.jpg",
  "tags": {
   "爱情": 2,
   "浪漫": 2,
   "喜剧": 1,
   "轻松": 2,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 34.7024
  }
 },
 {
  "id": 10138,
  "title": "钢铁侠2",
  "original": "Iron Man 2",
  "year": 2010,
  "genres": [
   "冒险",
   "动作",
   "科幻"
  ],
  "rating": 6.9,
  "tmdb_rating": 6.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1228705",
  "overview": "公开钢铁侠身份后，托尼·斯塔克成为全球瞩目的焦点，却也面临来自政府和军方要求交出钢铁战甲技术的巨大压力。与此同时，胸口微型电弧反应炉所使用的钯元素正不断毒害他的身体，令他的生命陷入危机。为了处理公司事务，托尼将斯塔克工业交给佩珀·波茨管理，而自己则继续寻找解决身体问题的方法。此时，与斯塔克家族有着旧怨的伊凡·万科利用相似的技术制造武器，向托尼展开报复，军火商贾斯汀·汉默也试图借机挑战斯塔克工业。内外交困之下，托尼与好友詹姆斯·罗德斯之间的关系也开始出现裂痕……",
  "poster": "images/posters/10138.jpg",
  "tags": {
   "冒险": 2,
   "热血": 2,
   "爽": 1,
   "科幻": 1,
   "烧脑": 1,
   "职场": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 35.2892
  }
 },
 {
  "id": 1318447,
  "title": "巅峰猎杀",
  "original": "Apex",
  "year": 2026,
  "genres": [
   "动作",
   "惊悚"
  ],
  "rating": 6.9,
  "tmdb_rating": 6.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt16431404",
  "overview": "悲痛的女子独自前往澳大利亚荒野探险，挑战自己的极限，却意外卷入了一场变态的游戏 — 一名狡猾的杀手将她作为猎物展开猎杀。",
  "poster": "images/posters/1318447.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 33.5301
  }
 },
 {
  "id": 549509,
  "title": "粗野派",
  "original": "The Brutalist",
  "year": 2024,
  "genres": [
   "剧情"
  ],
  "rating": 6.9,
  "tmdb_rating": 6.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt8999762",
  "overview": "战争结束后， 富有远见的建筑师拉斯洛·托特逃离满目疮痍的欧洲，远渡重洋抵达美国，决心在这片陌生的土地上重建自己的人生、事业，以及与妻子伊丽莎白的婚姻——战时变迁的国界与政权曾迫使这对夫妻天各一方。孤独地置身于崭新的国度，拉斯洛在宾夕法尼亚州落脚。其建筑才华被当地财力雄厚、声名显赫的实业家哈里森·李·范布伦赏识。然而，权力与传奇的代价，往往沉重得超乎想象。[A24]",
  "poster": "images/posters/549509.jpg",
  "tags": {
   "温情": 1,
   "孤独": 1,
   "致郁": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 29.2727
  }
 },
 {
  "id": 1380291,
  "title": "杰克·莱恩：幽灵之战",
  "original": "Tom Clancy's Jack Ryan: Ghost War",
  "year": 2026,
  "genres": [
   "动作",
   "惊悚"
  ],
  "rating": 6.9,
  "tmdb_rating": 6.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt34378301",
  "overview": "杰克·莱恩迫于无奈重返谍海，只因一次跨国秘密任务揭露了一项致命阴谋。时间紧迫，他联合中情局盟友迈克·诺文伯与詹姆斯·格里尔，以及敏锐的军情六处特工艾玛·马洛，共同对抗一支叛变的黑色行动小队，展开一场高风险，且关乎个人恩怨的战斗。",
  "poster": "images/posters/1380291.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 28.3959
  }
 },
 {
  "id": 1038392,
  "title": "招魂4：终章",
  "original": "The Conjuring: Last Rites",
  "year": 2025,
  "genres": [
   "恐怖"
  ],
  "rating": 6.9,
  "tmdb_rating": 6.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt22898462",
  "overview": "故事设定在1986年，即《招魂3》的五年后。沃伦夫妇因艾德在第三部中经历恶灵事件而突发心脏病，已正式退休，不再从事驱魔工作。他们仍会到大学巡回演讲，但连这类机会也在逐渐减少。一些事件最终还是让他们重返战场。这次的核心案件，是沃伦夫妇生涯中最著名的一起事件之一：斯莫尔家族闹鬼案。据“新英格兰通灵研究协会”（由艾德与洛琳的现实中的女儿朱迪和女婿托尼·斯佩拉负责运营）称，1970年代，珍妮特与杰克·斯莫尔搬入宾夕法尼亚州西皮特斯顿查斯街上的一套复式住宅。随后数年，包括他们的女儿与杰",
  "poster": "images/posters/1038392.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 30.2912
  }
 },
 {
  "id": 68721,
  "title": "钢铁侠3",
  "original": "Iron Man 3",
  "year": 2013,
  "genres": [
   "动作",
   "冒险",
   "科幻"
  ],
  "rating": 6.9,
  "tmdb_rating": 6.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1300854",
  "overview": "纽约大战之后，托尼·斯塔克一直受到严重焦虑和恐慌发作的困扰，只能疯狂投入钢铁战甲的研发来获得安全感，甚至因此忽略了佩珀·波茨。与此同时，自称“满大人”的神秘恐怖分子制造了一连串爆炸袭击，托尼的好友哈皮也在其中一次袭击中身受重伤。愤怒的托尼公开向对方发起挑战，却很快遭到猛烈报复，自己的住所和生活也被彻底摧毁。失去往日资源与依靠后，他不得不独自寻找袭击背后的真相，而线索逐渐指向多年前结识的科学家奥尔德里奇·基里安以及一种名为“绝境病毒”的危险技术……",
  "poster": "images/posters/68721.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 26.5973
  }
 },
 {
  "id": 1430077,
  "title": "幽旅巫咒",
  "original": "Hokum",
  "year": 2026,
  "genres": [
   "恐怖"
  ],
  "rating": 6.9,
  "tmdb_rating": 6.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt35672862",
  "overview": "　　小说家欧姆·鲍曼前往一家偏远客栈，为父母撒落骨灰，却被一则传闻缠上——蜜月套房里，有女巫在此徘徊作祟。诡异的幻象接连浮现，一桩骇人失踪案骤然发生，迫使他必须面对自己过往中那些阴暗不堪的角落。",
  "poster": "images/posters/1430077.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 24.984
  }
 },
 {
  "id": 359410,
  "title": "新威龙杀阵",
  "original": "Road House",
  "year": 2024,
  "genres": [
   "动作",
   "惊悚",
   "剧情"
  ],
  "rating": 6.9,
  "tmdb_rating": 6.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt3359350",
  "overview": "一名前UFC拳手在佛罗里达礁岛群一家满是牛鬼蛇神的酒吧担任保镖工作，但他很快发现，一切并非都像这个热带天堂一样美好。",
  "poster": "images/posters/359410.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 1,
   "烧脑": 1,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 28.9033
  }
 },
 {
  "id": 1678844,
  "title": "蓝色巴士：法国足球队罢练事件簿",
  "original": "Le Bus : Les Bleus en grève",
  "year": 2026,
  "genres": [
   "纪录片"
  ],
  "rating": 6.9,
  "tmdb_rating": 6.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37024319",
  "overview": "这部纪录片回顾了法国足球队备受争议的 2010 年世界杯，以及他们登上全球新闻头条并引发全国愤怒的巴士罢训事件。",
  "poster": "images/posters/1678844.jpg",
  "tags": {
   "写实": 1,
   "新片": 1,
   "其他": 1
  },
  "sources": {
   "tmdb_more": 11.2957
  }
 },
 {
  "id": 796185,
  "title": "三个火枪手：达达尼昂",
  "original": "Les Trois Mousquetaires : D'Artagnan",
  "year": 2023,
  "genres": [
   "冒险",
   "动作",
   "剧情",
   "历史"
  ],
  "rating": 6.9,
  "tmdb_rating": 6.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt12672536",
  "overview": "达达尼昂，一个意气风发的年轻加斯科涅人，在试图拯救一位被绑架的贵妇后被留下等死。逃出生天后，他一到巴黎，就想尽一切办法寻找袭击者，却没有意识到他的追索将把他引向一场事关法国未来的战争的核心。在国王的火枪手阿索斯、波托斯和阿拉米斯的帮助下，他面对邪恶的红衣主教黎塞留和米拉迪·德·温特的阴谋，同时爱上了女王的心腹康斯坦斯。",
  "poster": "images/posters/796185.jpg",
  "tags": {
   "冒险": 2,
   "热血": 2,
   "爽": 1,
   "温情": 1,
   "历史": 1,
   "新片": 1,
   "其他": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 11.1127
  }
 },
 {
  "id": 1213243,
  "title": "毒：成人童话",
  "original": "ಟಾಕ್ಸಿಕ್",
  "year": 2026,
  "genres": [
   "动作",
   "犯罪",
   "剧情"
  ],
  "rating": 6.8,
  "tmdb_rating": 6.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt27530512",
  "overview": "",
  "poster": "images/posters/1213243.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "犯罪": 1,
   "悬疑": 1,
   "温情": 1,
   "童话": 1,
   "新片": 1,
   "其他": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 266.1423
  }
 },
 {
  "id": 1232569,
  "title": "匹诺曹：弦断",
  "original": "Pinocchio: Unstrung",
  "year": 2026,
  "genres": [
   "恐怖",
   "奇幻",
   "悬疑"
  ],
  "rating": 6.8,
  "tmdb_rating": 6.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt30887701",
  "overview": "老木匠杰佩托为孙子詹姆斯打造了一具栩栩如生的木偶匹诺曹，木偶意外觉醒了自我意识，本心单纯地想要守护小主人。但在邪恶化的蟋蟀蛊惑、以及自身木质本源的执念驱使下，匹诺曹偏执地认定所有让詹姆斯受委屈、产生不快的人都是威胁，为了真正变成人类，他开始疯狂猎杀目标，通过收集受害者的牙齿、皮肤、器官来完成肉身蜕变，牙医、校霸、刻薄的成年人接连沦为他的猎物，一场失控的血腥屠杀就此铺开，原本纯真的童话人偶彻底沦为残忍的杀人傀儡。",
  "poster": "images/posters/1232569.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "童话": 2,
   "冒险": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 214.2485
  }
 },
 {
  "id": 1384216,
  "title": "末世行者",
  "original": "The Dog Stars",
  "year": 2026,
  "genres": [
   "科幻",
   "冒险",
   "惊悚"
  ],
  "rating": 6.8,
  "tmdb_rating": 6.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt21285562",
  "overview": "一场大流行病席卷全球后，人口锐减。在科罗拉多州的飞机库里，一名男子与他的狗和一位阴郁的枪手相伴过着孤寂的生活。当他驾驶着老旧的塞斯纳飞机时，无线电里突然传来神秘的信号，由此引发了一场追寻声音来源的探索之旅。",
  "poster": "images/posters/1384216.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 2,
   "冒险": 1,
   "热血": 1,
   "悬疑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 108.9891
  }
 },
 {
  "id": 1514682,
  "title": "鲨笼绝境",
  "original": "Above & Below",
  "year": 2026,
  "genres": [
   "动作",
   "惊悚",
   "恐怖",
   "犯罪"
  ],
  "rating": 6.8,
  "tmdb_rating": 6.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37603783",
  "overview": "五位挚友相约前往热带海岛度假，计划在碧蓝海域中体验刺激的鲨鱼笼潜水，同时享受奢靡的派对狂欢。然而他们浑然不知，这趟旅程不过是一场精心布局的犯罪幌子，幕后主谋正是行事冷酷、算无遗策的危险人物“伯恩斯”——他在暴力中淬炼成型，对大海了如指掌。当阴谋突然引爆，一场激烈冲突 让女主角塔蒂亚娜与好友卡莉被困深海之中：头顶是氧气瓶指针飞速下滑的恐慌，四周是游弋不去的鲨鱼，水面之上则是伯恩斯穷凶极恶的手下虎视眈眈。夹在水下猛兽与水面上暴徒的双重绞杀之间，塔蒂亚娜必须凭借全部的智慧与勇气，在",
  "poster": "images/posters/1514682.jpg",
  "tags": {
   "热血": 2,
   "爽": 2,
   "冒险": 1,
   "悬疑": 2,
   "烧脑": 1,
   "恐怖": 1,
   "暗黑": 2,
   "犯罪": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 106.8544
  }
 },
 {
  "id": 1668364,
  "title": "欲海暗涌",
  "original": "Deseo",
  "year": 2026,
  "genres": [
   "悬疑",
   "剧情"
  ],
  "rating": 6.8,
  "tmdb_rating": 6.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt41617470",
  "overview": "卢塞洛是一位事业成功的律师，表面上拥有完美的生活，却在与女儿年轻的游泳教练的一段婚外激情中逐渐沉沦。最初这段禁忌之情只是欲望的放纵，却很快演变成对她婚姻与事业脆弱平衡的威胁。随着悲剧的发生，她的世界分崩离析，对家人的爱也经受着严峻的考验。为了守护家人，卢塞洛将发现自己究竟愿意付出何种程度的代价。",
  "poster": "images/posters/1668364.jpg",
  "tags": {
   "悬疑": 1,
   "烧脑": 1,
   "温情": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 54.1687
  }
 },
 {
  "id": 1930,
  "title": "超凡蜘蛛侠",
  "original": "The Amazing Spider-Man",
  "year": 2012,
  "genres": [
   "动作",
   "冒险",
   "科幻"
  ],
  "rating": 6.8,
  "tmdb_rating": 6.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0948470",
  "overview": "童年的一起突发事件，令彼得·帕克和父母生离死别。转眼彼得成为一名高中生，他偶然发现父亲的公文包，并从叔父本处得到线索，于是启程前往奥斯库公司拜访父亲当年的合作伙伴——科特·康纳斯博士。在公司内四处寻找线索的彼得意外被蜘蛛咬了一口，回程途中他的身体发生奇异的变化。在康纳斯博士德引导下，彼得不断了解并发掘体内着超乎寻常的能力，喜怒哀乐，各种意想不到的事情迅速向他袭来。直到某日，他便成了影响深远的超级战士蜘蛛侠。而城市内也出现了凶恶的蜥蜴人，彼得不平凡的人生就此展开。",
  "poster": "images/posters/1930.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "职场": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 47.1495
  }
 },
 {
  "id": 436270,
  "title": "黑亚当",
  "original": "Black Adam",
  "year": 2022,
  "genres": [
   "动作",
   "冒险",
   "科幻"
  ],
  "rating": 6.8,
  "tmdb_rating": 6.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt6443346",
  "overview": "这个世界需要超级英雄……黑亚当降临。黑亚当（道恩·强森 饰）被赋予了古代诸神无所不能的力量，但很快就被封印。近五千年后，他终于重见天日，并将在现代世界以独一无二的方式行使正义。",
  "poster": "images/posters/436270.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 28.8836
  }
 },
 {
  "id": 1433367,
  "title": "一夜限定",
  "original": "One Night Only",
  "year": 2026,
  "genres": [
   "喜剧",
   "爱情"
  ],
  "rating": 6.8,
  "tmdb_rating": 6.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37853455",
  "overview": "在架空版本的纽约，当地立法全面禁止婚前亲密行为，全年仅有固定12小时被解禁，全城单身人群都会在这天争相寻找临时约会。女主角艾莉刚刚经历失恋，并不想随便将就一夜情，男主欧文是披萨店打工的普通青年，同样渴望真挚的感情。两人在解禁之夜偶然相遇，原本只是结伴躲避各种疯狂的路人搭讪与城市管控，一路上接连遭遇乌龙意外、旧日仇家阻拦，在横穿整座混乱都市的奔波里，慢慢对彼此动了真心，在这个只为放纵设立的夜晚，追寻一份长久的爱恋。",
  "poster": "images/posters/1433367.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "欧美": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 27.2296
  }
 },
 {
  "id": 772,
  "title": "小鬼当家2",
  "original": "Home Alone 2: Lost in New York",
  "year": 1992,
  "genres": [
   "喜剧",
   "家庭",
   "冒险"
  ],
  "rating": 6.8,
  "tmdb_rating": 6.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0104431",
  "overview": "又一年圣诞节来临，上集因被遗忘在家而没有去成圣诞旅游的凯文（麦考利·卡尔金 Macaulay Culkin 饰）今年和家人准备到佛罗里达去享受他们的圣诞假期。粗心的爸爸妈妈这次当然不会再忘记带上凯文，但他们丢三落四的性格没有改变。眼看飞机准备起飞了，一家子才急冲冲的赶到机场。这次凯文没被忘在家里，却在登记时被忘在了机场，阴差阳错的登上了飞往纽约的航班！第一次来到这个完全陌生的大城市，聪明捣蛋的凯文也不禁暗暗害怕。更糟糕的是，他竟然遇上了上一集在他家里被他修理得很惨的那两个笨贼",
  "poster": "images/posters/772.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "家庭": 1,
   "温情": 1,
   "冒险": 1,
   "热血": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 27.0923
  }
 },
 {
  "id": 10195,
  "title": "雷神",
  "original": "Thor",
  "year": 2011,
  "genres": [
   "冒险",
   "奇幻",
   "动作"
  ],
  "rating": 6.8,
  "tmdb_rating": 6.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0800369",
  "overview": "即将继承阿斯加德王位的雷神索尔勇猛强大，却也傲慢冲动。当冰霜巨人闯入阿斯加德后，他不顾父亲奥丁的命令，擅自带领洛基、希芙等伙伴前往约顿海姆反击，险些重新挑起两个国度之间的战争。震怒的奥丁因此剥夺索尔的神力，将他连同雷神之锤放逐到地球。在新墨西哥州，失去力量的索尔遇到了天体物理学家简·福斯特和她的伙伴，并试图重新取回雷神之锤，却发现自己已经无法将它举起。与此同时，阿斯加德的局势也因洛基发生变化。被迫以普通人的身份生活在地球上的索尔，开始重新认识力量、责任以及真正成为王者所需要的",
  "poster": "images/posters/10195.jpg",
  "tags": {
   "冒险": 3,
   "热血": 2,
   "童话": 1,
   "爽": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 27.2487
  }
 },
 {
  "id": 776797,
  "title": "哭悲",
  "original": "哭悲",
  "year": 2021,
  "genres": [
   "恐怖",
   "惊悚"
  ],
  "rating": 6.8,
  "tmdb_rating": 6.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt13872248",
  "overview": "《哭悲》故事描述新型病毒蔓延，全世界的人们对病毒逐渐麻木，没人相信病毒的突变和濳藏危机即将到来。往常。某天早上，俊喆骑车送凯婷去上班分开后，两人分别目睹不明暴徒的袭击事件：包括早餐店老板被阿婆扑倒狂咬，隔壁邻居拿着武器大街狂奔，各地的暴动被感染的异常人类发出的“嘎嘎嘎呕”的声音，遍布街头，被虐杀的血腥画面满街都是，大狂杀恐怖袭击来，谁能活下来？俊喆要如何杀出活路，拯救不知去向的心爱女友？",
  "poster": "images/posters/776797.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "华语": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 8.5563
  }
 },
 {
  "id": 1471168,
  "title": "Barreda",
  "original": "Barreda",
  "year": 2026,
  "genres": [
   "剧情",
   "犯罪",
   "历史"
  ],
  "rating": 6.8,
  "tmdb_rating": 6.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt43706402",
  "overview": "",
  "poster": "images/posters/1471168.jpg",
  "tags": {
   "温情": 1,
   "犯罪": 1,
   "悬疑": 1,
   "历史": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 39.4831
  }
 },
 {
  "id": 1081003,
  "title": "超级少女",
  "original": "Supergirl",
  "year": 2026,
  "genres": [
   "动作",
   "冒险",
   "科幻"
  ],
  "rating": 6.7,
  "tmdb_rating": 6.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt8814476",
  "overview": "当一位冷酷无情、突如其来的劲敌突袭家园，“超级少女”卡拉·佐-艾尔不得不与一位意想不到的同伴结盟，横跨星际，踏上一段交织复仇与正义的壮阔征途。",
  "poster": "images/posters/1081003.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 93.9902
  }
 },
 {
  "id": 1564614,
  "title": "利未记",
  "original": "Leviticus",
  "year": 2026,
  "genres": [
   "恐怖",
   "爱情"
  ],
  "rating": 6.7,
  "tmdb_rating": 6.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt39143902",
  "overview": "两个相爱却命运多舛的男孩，被一个暴力的存在所纠缠。这个存在会以他们最想要见到的人，也就是彼此的模样出现。在澳大利亚维多利亚州一座闭塞保守、被极端基督教教义牢牢束缚的乡村小镇，少年纳伊姆对同龄男孩莱恩萌生了隐秘的爱慕，两人悄悄发展出一段禁忌恋情。一次偶然，纳伊姆撞见莱恩和牧师的儿子亨特私下幽会，嫉妒与内心压抑的自我厌恶驱使他揭发了这件事。牧师一家随即请来所谓“救赎疗愈师”，对三个孩子施行残酷的矫正驱魔仪式，试图抹除他们的同性欲望。这场扭曲的宗教仪式非但没有达成目的，反而意外召唤",
  "poster": "images/posters/1564614.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 2,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 58.1794
  }
 },
 {
  "id": 91586,
  "title": "潜伏2",
  "original": "Insidious: Chapter 2",
  "year": 2013,
  "genres": [
   "恐怖",
   "惊悚"
  ],
  "rating": 6.7,
  "tmdb_rating": 6.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2226417",
  "overview": "莱姆伯特一家人近来竭力对抗侵扰儿子的恶灵，父亲乔什必须面对自己可怕的童年。",
  "poster": "images/posters/91586.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 36.6282
  }
 },
 {
  "id": 390062,
  "title": "丛林",
  "original": "Jungle",
  "year": 2017,
  "genres": [
   "冒险",
   "惊悚"
  ],
  "rating": 6.7,
  "tmdb_rating": 6.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt3758172",
  "overview": "影片改编自冒险家贝纳·金斯伯格同名畅销冒险小说，讲述他及其两位伙伴深入亚马逊丛林寻找失落黄金，险象环生的三周真实求生之旅。",
  "poster": "images/posters/390062.jpg",
  "tags": {
   "冒险": 1,
   "热血": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 36.0455
  }
 },
 {
  "id": 912649,
  "title": "毒液：最后一舞",
  "original": "Venom: The Last Dance",
  "year": 2024,
  "genres": [
   "科幻",
   "动作",
   "冒险"
  ],
  "rating": 6.7,
  "tmdb_rating": 6.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt16366836",
  "overview": "埃迪·布洛克和毒液再次踏上逃亡之路，却发现这一次的敌人远比以往更加危险。一边是人类神秘研究组织的穷追猛打，另一边，共生体之神纳尔也将目光投向他们，并派出凶残的异噬体展开猎杀。面对来自地球与外星的双重追捕，埃迪和毒液不得不继续并肩作战，在一次次生死危机中寻找逃出生天的机会。然而，随着更大的威胁逐渐逼近，这对相伴已久的亡命搭档也将面对一场可能改变彼此命运的最终考验……",
  "poster": "images/posters/912649.jpg",
  "tags": {
   "科幻": 2,
   "烧脑": 1,
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 35.4058
  }
 },
 {
  "id": 1316092,
  "title": "“呼啸山庄”",
  "original": "“Wuthering Heights”",
  "year": 2026,
  "genres": [
   "爱情",
   "剧情"
  ],
  "rating": 6.7,
  "tmdb_rating": 6.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32897959",
  "overview": "　　故事以十八世纪英格兰北部的约克郡荒原为背景，围绕恩萧家族和林顿家族之间紧张而又具有破坏性的关系，讲述恩萧先生收养的孤儿希斯克利夫和恩萧先生的女儿凯瑟琳之间充满激情和悲剧的爱情故事。",
  "poster": "images/posters/1316092.jpg",
  "tags": {
   "爱情": 2,
   "浪漫": 2,
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 27.401
  }
 },
 {
  "id": 1447971,
  "title": "惊蛰无声",
  "original": "惊蛰无声",
  "year": 2026,
  "genres": [
   "犯罪",
   "惊悚",
   "动作"
  ],
  "rating": 6.7,
  "tmdb_rating": 6.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt36535318",
  "overview": "你看不见的地方，谍战从未停止交锋！我国最新战机的涉密信息外泄，国家安全面临威胁，国安小组迅速行动抓捕间谍，在信任与背叛的漩涡中，一场惊心博弈悄然上演……",
  "poster": "images/posters/1447971.jpg",
  "tags": {
   "犯罪": 1,
   "悬疑": 2,
   "烧脑": 1,
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 10.4573
  }
 },
 {
  "id": 269955,
  "title": "人间中毒",
  "original": "인간중독",
  "year": 2014,
  "genres": [
   "剧情",
   "爱情"
  ],
  "rating": 6.7,
  "tmdb_rating": 6.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt3303730",
  "overview": "越战英雄军官金镇平（宋承宪 饰）新接收了一个部下荆宇真大卫（温朱万 饰），荆大卫的妻子钟佳欣（林智妍 饰）也随丈夫一同住进了军队官邸。镇平为佳欣的魅力所吸引无法自拔，以致发展出一段军中不伦之恋。该影片由执导过《方子传》、《淫乱书生》等影片的导演金大宇导演执导。一直以偶像形象示人的宋承宪首度挑战大尺度裸露戏份。",
  "poster": "images/posters/269955.jpg",
  "tags": {
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 19.7794
  }
 },
 {
  "id": 2330,
  "title": "的士速递",
  "original": "Taxi",
  "year": 1998,
  "genres": [
   "动作",
   "喜剧",
   "犯罪",
   "冒险"
  ],
  "rating": 6.7,
  "tmdb_rating": 6.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0152930",
  "overview": "丹尼尔（萨米·纳塞利）度过了披萨快递员的最后一天，做起了出租司机。然而在他看来，出租司机并不是他真正的职业，他是名真正的快车手。因为超车被罚，丹尼尔结识了警察艾米（佛瑞德瑞克·迪分索）。艾米考了八次驾照都没通过，工作里捅漏子，情场上没胆量，连烧水都能引起火灾，总之是个把一切都搞砸的笨蛋。此时艾米正为一伙德国劫匪头疼，丹尼尔为了要回驾照，只好帮艾米调查案件。事实证明他的快车天赋刚好派上用场，劫匪最终被他引入进退两难的陷阱。",
  "poster": "images/posters/2330.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "喜剧": 1,
   "轻松": 1,
   "犯罪": 1,
   "悬疑": 1,
   "近代": 1,
   "其他": 1,
   "快节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_more": 12.1324
  }
 },
 {
  "id": 181808,
  "title": "星球大战8：最后的绝地武士",
  "original": "Star Wars: The Last Jedi",
  "year": 2017,
  "genres": [
   "冒险",
   "动作",
   "科幻"
  ],
  "rating": 6.7,
  "tmdb_rating": 6.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2527336",
  "overview": "蕾伊在卢克·天行者的指导下锤炼她新发现的能力，而后者却对她的力量感到不安。与此同时，抵抗组织正准备与第一秩序展开对决。",
  "poster": "images/posters/181808.jpg",
  "tags": {
   "冒险": 2,
   "热血": 2,
   "爽": 1,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_topup": 28.5918
  }
 },
 {
  "id": 798645,
  "title": "猎杀游戏",
  "original": "The Running Man",
  "year": 2025,
  "genres": [
   "动作",
   "惊悚",
   "科幻"
  ],
  "rating": 6.7,
  "tmdb_rating": 6.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt14107334",
  "overview": "在近未来的反乌托邦社会，一档电视真人秀《猎杀游戏》以残酷的生存竞赛霸占收视榜首。参赛者必须在职业杀手的猎杀下存活30天，其中的一举一动皆被实时直播给公众，每多活一天便能累积更高额奖金。本·理查兹为拯救重病女儿而孤注一掷，以“最后希望”的身份踏入这场死亡游戏。",
  "poster": "images/posters/798645.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 1,
   "烧脑": 2,
   "科幻": 1,
   "社会": 1,
   "写实": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_topup": 25.5049
  }
 },
 {
  "id": 1432706,
  "title": "埋葬魔鬼",
  "original": "Bury the Devil",
  "year": 2026,
  "genres": [
   "恐怖",
   "惊悚"
  ],
  "rating": 6.6,
  "tmdb_rating": 6.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt29719182",
  "overview": "一名临终关怀护士发现自己与一名痴呆症病人被困在一起，她开始怀疑这个女人身上另有蹊跷 —— 某种超自然的力量，她必须奋力挣扎，熬过这个夜晚。",
  "poster": "images/posters/1432706.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 105.0757
  }
 },
 {
  "id": 1291595,
  "title": "潜伏6：血域",
  "original": "Insidious: Out of the Further",
  "year": 2026,
  "genres": [
   "恐怖",
   "惊悚"
  ],
  "rating": 6.6,
  "tmdb_rating": 6.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32393988",
  "overview": "　　三名潜行者悄然入侵静谧的郊区，将一户新搬来的家庭困于灵薄狱的夹缝之中。他们原以为这只是场残酷的猎杀游戏，却在此撕裂了现实与异界的边界——一个令人战栗的真相逐渐浮现：深渊彼岸的“灵薄狱”，正从裂缝中不断渗入现实世界。",
  "poster": "images/posters/1291595.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 85.7065
  }
 },
 {
  "id": 102382,
  "title": "超凡蜘蛛侠2",
  "original": "The Amazing Spider-Man 2",
  "year": 2014,
  "genres": [
   "动作",
   "冒险",
   "科幻"
  ],
  "rating": 6.6,
  "tmdb_rating": 6.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1872181",
  "overview": "能力越大，责任越大。蜘蛛侠彼得·帕克在全力和犯罪、灾难做斗争的同时，终于迎来了毕业的时刻。可是曾经的一段心结，让他和女友格温·斯黛西的关系降至冰点。格温应聘于为全城提供电力的奥斯本集团公司，同一期间发生的两件事，不由得左右这家公司和彼得等人的命运。奥斯本的掌门人病故，他的儿子哈利以20岁的年龄接受这家市值2000亿美元的巨无霸公司。另一方面，极度崇拜蜘蛛侠的电力工程师麦克斯在维修机组时意外身亡，当他再度醒来时发现自己变成了全身充满电能的超人类。感到受了欺骗的麦克斯与蜘蛛侠在时",
  "poster": "images/posters/102382.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "友情": 1,
   "职场": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 41.8399
  }
 },
 {
  "id": 507086,
  "title": "侏罗纪世界3",
  "original": "Jurassic World Dominion",
  "year": 2022,
  "genres": [
   "冒险",
   "科幻",
   "惊悚",
   "动作"
  ],
  "rating": 6.6,
  "tmdb_rating": 6.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt8041270",
  "overview": "在洛克伍德庄园事件的四年后，那些巨兽不仅开始大量繁衍，而且正逐步走向世界各个角落，融入了人类的世界。而两个完全不同的物种，围绕有限的生存空间展开了竞争。在此期间，欧文·格雷迪却隐居深山老林，悉心传授梅西·洛克伍德各种生存技巧以及和恐龙的相处之道。谁知，一伙不速之客掳走了梅西以及迅猛龙小蓝的孩子。愤怒的欧文只得踏上追索之路。另一方面，史前巨型蝗虫的出现引起艾丽·塞特勒博士的注意，她也因此与好友艾伦·格兰特博士等人重逢。一切阴谋都指向了位于意大利的一处恐龙保护地……",
  "poster": "images/posters/507086.jpg",
  "tags": {
   "冒险": 2,
   "热血": 2,
   "科幻": 1,
   "烧脑": 2,
   "悬疑": 1,
   "爽": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 26.5706
  }
 },
 {
  "id": 1497970,
  "title": "猫和老鼠：星盘奇缘",
  "original": "猫和老鼠：星盘奇缘",
  "year": 2025,
  "genres": [
   "动画",
   "喜剧",
   "家庭",
   "奇幻",
   "冒险"
  ],
  "rating": 6.6,
  "tmdb_rating": 6.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37185884",
  "overview": "汤姆和杰瑞意外穿越时空开启一场欢乐的奇幻冒险。他们将邂逅一群有趣的新伙伴、穿梭于流光溢彩的繁华市集，再次上演熟悉的经典追逐，甚至卷入一场神秘对决。汤姆和杰瑞能否顺利化解危机？",
  "poster": "images/posters/1497970.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "喜剧": 1,
   "轻松": 1,
   "家庭": 1,
   "温情": 1,
   "冒险": 2,
   "热血": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 10.7147
  }
 },
 {
  "id": 535167,
  "title": "流浪地球",
  "original": "流浪地球",
  "year": 2019,
  "genres": [
   "科幻",
   "动作",
   "剧情"
  ],
  "rating": 6.6,
  "tmdb_rating": 6.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt7605074",
  "overview": "近未来，科学家们发现太阳急速衰老膨胀，短时间内包括地球在内的整个太阳系都将被太阳所吞没。为了自救，人类提出一个名为“流浪地球”的大胆计划，即倾全球之力在地球表面建造上万座发动机和转向发动机，推动地球离开太阳系，用2500年的时间奔往另外一个栖息之地。中国航天员刘培强在儿子刘启四岁那年前往国际空间站，和国际同侪肩负起领航者的重任。转眼刘启长大，他带着妹妹朵朵偷偷跑到地表，偷开外公韩子昂的运输车，结果不仅遭到逮捕，还遭遇了全球发动机停摆的事件。为了修好发动机，阻止地球坠入木星，全",
  "poster": "images/posters/535167.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 1,
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "温情": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 8.2067
  }
 },
 {
  "id": 1679730,
  "title": "缎带英雄",
  "original": "THE RIBBON HERO リボンヒーロー",
  "year": 2026,
  "genres": [
   "动画",
   "奇幻",
   "剧情",
   "动作"
  ],
  "rating": 6.6,
  "tmdb_rating": 6.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt42186253",
  "overview": "残酷的内尔伽勒摧毁蓝宝石大人的王国后，她以缎带英雄的身份醒来，努力拯救她的新家园，避免遭受同样的黑暗命运。",
  "poster": "images/posters/1679730.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "冒险": 2,
   "温情": 1,
   "热血": 1,
   "爽": 1,
   "暗黑": 1,
   "新片": 1,
   "日韩": 1,
   "快节奏": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 18.2457
  }
 },
 {
  "id": 87513,
  "title": "狂暴对峙",
  "original": "Motor City",
  "year": 2026,
  "genres": [
   "动作",
   "惊悚",
   "犯罪"
  ],
  "rating": 6.5,
  "tmdb_rating": 6.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2012616",
  "overview": "约翰·米勒是一名底层汽车厂蓝领工人，他爱上了本地黑帮大佬雷诺兹的前女友索菲亚。黑帮头目因嫉妒怀恨在心，精心设局栽赃米勒走私巨额毒品，让他含冤被判终身监禁。漫长牢狱生涯结束后，米勒彻底抛弃言语沟通，只怀揣唯一目标复仇夺回家人与人生。他孤身一人穿梭在底特律破败街巷，徒手对抗整个黑帮势力，全程依靠格斗、枪械竞速、街头搏杀层层瓦解仇敌势力，在血与火的对抗里完成压抑多年的怒火宣泄。",
  "poster": "images/posters/87513.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 2,
   "烧脑": 1,
   "犯罪": 2,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 115.1059
  }
 },
 {
  "id": 1481343,
  "title": "恶魔之口",
  "original": "The Devil's Mouth",
  "year": 2026,
  "genres": [
   "恐怖",
   "惊悚"
  ],
  "rating": 6.5,
  "tmdb_rating": 6.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt36958312",
  "overview": "五个好友在进入社会之前来到泰国的恶魔之口洞穴系统进行最后一次冒险。但他们很快就发现水下有生物正在追捕他们，行动迅速、悄无声息、且致命。在令人窒息的黑暗中，信任逐渐瓦解，恐慌蔓延，每一次错误的抉择都成为生死的挣扎。",
  "poster": "images/posters/1481343.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 2,
   "悬疑": 1,
   "烧脑": 1,
   "社会": 1,
   "写实": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 54.4147
  }
 },
 {
  "id": 559,
  "title": "蜘蛛侠3",
  "original": "Spider-Man 3",
  "year": 2007,
  "genres": [
   "动作",
   "冒险",
   "科幻"
  ],
  "rating": 6.5,
  "tmdb_rating": 6.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0413300",
  "overview": "蜘蛛侠在经历了重重考验之后，成为了人人敬仰的正义英雄，抱得美人归。但是，光环下的他也有自己的心病：他曾放走了小偷导致最亲爱的叔叔被小偷杀死，帕克一直耿耿于怀。生活顺意的帕克开始变得目中无人，当他再次抓到那个小偷时，残忍地看着他从楼上摔下致死，过后才发现自己惩罚错了人，真凶是“沙人”。当帕克将“沙人”残忍杀死后，帕克心内的阴暗面渐渐在帕克的身体内占据了上风，蜘蛛侠最终演变成邪恶的“毒蜘蛛”！糟糕的是，帕克没有察觉到自身的变化，帕克最终如何摆脱自身的邪恶？",
  "poster": "images/posters/559.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 44.8309
  }
 },
 {
  "id": 614479,
  "title": "潜伏5：红门",
  "original": "Insidious: The Red Door",
  "year": 2023,
  "genres": [
   "恐怖",
   "惊悚"
  ],
  "rating": 6.5,
  "tmdb_rating": 6.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt13405778",
  "overview": "《潜伏》、《海王》男星帕特里克·威尔森要升级做导演了！在主演了多部《潜伏》系列影片后，帕特里克·威尔森确定执导该系列第五部。这将是他的导演处女作，而他还会继续出演Josh Lambert一角。这次故事发生在上一部的10年后，小男孩Dalton Lambert（泰·辛普金斯 饰）已经长大，要上大学了。\r 目前，《潜伏》系列4部影片在全球收获5.42亿美元票房。温子仁此次依旧会担任制片人。",
  "poster": "images/posters/614479.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 43.4534
  }
 },
 {
  "id": 572802,
  "title": "海王2：失落的王国",
  "original": "Aquaman and the Lost Kingdom",
  "year": 2023,
  "genres": [
   "动作",
   "冒险",
   "奇幻"
  ],
  "rating": 6.5,
  "tmdb_rating": 6.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt9663764",
  "overview": "曾经不修边幅的亚瑟·库瑞，经过了一番磨难和艰苦拼杀之后，终于成为亚特兰蒂斯万众瞩目的海王。如今的他养尊处优，生活富足，与湄拉婚姻幸福，并且育有一个可爱的儿子。当然高高在上的日子也充满无聊和枯燥，直到某一天，贼心不死的黑蝠鲼找到了传说的黑三叉戟，旋即展开针对亚特兰蒂斯的报复。在冲突中，湄拉遭到重伤。在母亲的建议下，亚瑟找回了被自己亲手打败并流放的弟弟奥姆。兄弟二人捐弃前嫌，展开了亚特兰蒂斯的保卫战……",
  "poster": "images/posters/572802.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 3,
   "童话": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 29.285
  }
 },
 {
  "id": 425274,
  "title": "惊天魔盗团3",
  "original": "Now You See Me: Now You Don't",
  "year": 2025,
  "genres": [
   "犯罪",
   "惊悚"
  ],
  "rating": 6.5,
  "tmdb_rating": 6.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt4712810",
  "overview": "　　因神秘塔罗牌的指引，那群用魔术“替天行盗”的骑士们杀回来了！“初代四骑士”与三位新生代魔术师携手，目标直指一位钻石大亨——其家族凭借庞大资本与隐秘势力，构建了全球性犯罪网络，也为骑士团布下层层陷阱！面对史上最难的“盗窃任务”，骑士们再现奇迹，上演横跨全球的魔术大秀，与“血色钻石家族”展开骗中骗、局中局、计中计的巅峰博弈……",
  "poster": "images/posters/425274.jpg",
  "tags": {
   "犯罪": 1,
   "悬疑": 2,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 29.0176
  }
 },
 {
  "id": 246655,
  "title": "X战警：天启",
  "original": "X-Men: Apocalypse",
  "year": 2016,
  "genres": [
   "科幻",
   "奇幻",
   "动作"
  ],
  "rating": 6.5,
  "tmdb_rating": 6.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt3385516",
  "overview": "变种人天启（奥斯卡·伊萨克 Oscar Isaac 饰）诞生于人类文明的最开端，被人类当做神一般敬仰膜拜，然而，这样的他，却遭到了他最蔑视的人类的背叛，被埋葬于废墟石砾之下，一晃眼就是数千年过去。一场意外使得沉睡千年的天启从混沌中醒来，重返人间的他却发现曾经高贵的变种人，如今境遇十分糟糕。为了创造一个属于变种人的新世界，他找到了暴风女（亚历山德拉·西普 Alexandra Shipp 饰）、灵蝶（奥立薇娅·玛恩 Olivia Munn 饰），天使（本·哈迪 Ben Hardy",
  "poster": "images/posters/246655.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 1,
   "童话": 1,
   "冒险": 2,
   "热血": 1,
   "爽": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 29.3911
  }
 },
 {
  "id": 30112,
  "title": "苹果",
  "original": "苹果",
  "year": 2007,
  "genres": [
   "爱情",
   "剧情"
  ],
  "rating": 6.5,
  "tmdb_rating": 6.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0949489",
  "overview": "刘苹果（范冰冰 饰）在北京一家洗脚城里做按摩妹，丈夫安坤（佟大为 饰）是负责清洗高楼落地窗的工人，二人生活贫困，却相亲相爱。洗脚城老板林东（梁家辉 饰）是个好色的港商，时常找不同小姐满足生理需要。老婆王梅（金燕玲 饰）不能生育，经营一家美容院，两人感情冷淡。\r 一日刘苹果的好友小妹因为得罪客人而被开除，二人喝得酩酊大醉。神志混乱的苹果误打误撞走到一间足浴客房，正好是林东的休息室，林东趁刘苹果酒醉强行和她发生了关系，而这时却被正在刷窗的安坤看到。安坤欲借此敲诈林东，并前去找王梅",
  "poster": "images/posters/30112.jpg",
  "tags": {
   "爱情": 1,
   "浪漫": 1,
   "温情": 1,
   "近代": 1,
   "华语": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 8.5901
  }
 },
 {
  "id": 292431,
  "title": "爱恋",
  "original": "Love",
  "year": 2015,
  "genres": [
   "剧情",
   "爱情"
  ],
  "rating": 6.5,
  "tmdb_rating": 6.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt3774694",
  "overview": "Murphy是个住在巴黎的电影学院学生，说一口英语。在巴黎他遇到了Electra，和她迅速擦出了爱的火花。可Murphy并不是一个传统的人，这位电影学院学生还经常和一位邻居Omi约会，Omi后来怀孕生下一个孩子然后就失踪了……",
  "poster": "images/posters/292431.jpg",
  "tags": {
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_topup": 10.6072
  }
 },
 {
  "id": 1288445,
  "title": "怒之杀",
  "original": "Mutiny",
  "year": 2026,
  "genres": [
   "动作",
   "惊悚"
  ],
  "rating": 6.4,
  "tmdb_rating": 6.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32338669",
  "overview": "　　在目睹亿万富豪蒂布遇害，自己被诬陷为凶手后，科尔·里德只身闯入一艘远洋货轮，决心为老板复仇，却由此意外揭开了一个骇人听闻的惊天阴谋。",
  "poster": "images/posters/1288445.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 440.1567
  }
 },
 {
  "id": 1273221,
  "title": "惊声尖笑6",
  "original": "Scary Movie",
  "year": 2026,
  "genres": [
   "喜剧"
  ],
  "rating": 6.4,
  "tmdb_rating": 6.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32093575",
  "overview": "在逃离那个似曾相识的面具杀手二十六年后，核心四人组再度成为猎杀目标，而这一次，所有恐怖电影IP都将无一幸免。",
  "poster": "images/posters/1273221.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "欧美": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 102.3106
  }
 },
 {
  "id": 840464,
  "title": "末日逃生2：迁移",
  "original": "Greenland 2: Migration",
  "year": 2026,
  "genres": [
   "冒险",
   "惊悚",
   "科幻"
  ],
  "rating": 6.4,
  "tmdb_rating": 6.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt14850054",
  "overview": "由于宇宙中的两颗彗星正面撞击了地球，致使地表生态遭遇毁灭性打击，造成恶劣后果。全人类不得不躲藏在地堡中求得生存。身为科学家的加里蒂带着一家人劫后余生，幸存了下来。虽然他们躲过了第一波的冲击，但是他们所在的地堡中剩余的生活物资逐渐减少，其他幸存的人类也开始蠢蠢欲动。迫于压力这一家人必须离开格陵兰岛的安全掩体，开始踏上危险的旅程。在这一路上他们无奈的发现，整个欧洲已经被毁灭，变成了冰冻荒地。于是一家人只能再次被迫上路……",
  "poster": "images/posters/840464.jpg",
  "tags": {
   "冒险": 1,
   "热血": 1,
   "悬疑": 1,
   "烧脑": 2,
   "科幻": 2,
   "暗黑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 59.4158
  }
 },
 {
  "id": 1413976,
  "title": "公民义警",
  "original": "Citizen Vigilante",
  "year": 2026,
  "genres": [
   "惊悚",
   "动作",
   "犯罪"
  ],
  "rating": 6.4,
  "tmdb_rating": 6.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt35309713",
  "overview": "男主角桑德斯是一名义警，他追捕罪犯、伸张正义，成为社交媒体红人和公众眼中的英雄，但当地警察局长认为他是社会的威胁，打算将他打倒。",
  "poster": "images/posters/1413976.jpg",
  "tags": {
   "悬疑": 2,
   "烧脑": 1,
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "犯罪": 1,
   "社会": 1,
   "写实": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 39.787
  }
 },
 {
  "id": 1491920,
  "title": "功夫女足",
  "original": "功夫女足",
  "year": 2026,
  "genres": [
   "剧情",
   "喜剧",
   "动作"
  ],
  "rating": 6.4,
  "tmdb_rating": 6.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt36103784",
  "overview": "“至尊无敌杯”开赛在即，一众顶尖球队即将展开一场前所未有的巅峰对决！而此时的功夫女足队员们开局直接拿了地狱难度剧本？！对手各个身怀绝技，外界也在层层施压，赛场诡计一环套一环…...她们能否靠功夫在绿茵场上逆风翻盘？",
  "poster": "images/posters/1491920.jpg",
  "tags": {
   "温情": 1,
   "喜剧": 1,
   "轻松": 1,
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 29.2809
  }
 },
 {
  "id": 539972,
  "title": "猎人克莱文",
  "original": "Kraven the Hunter",
  "year": 2024,
  "genres": [
   "动作",
   "冒险",
   "惊悚"
  ],
  "rating": 6.4,
  "tmdb_rating": 6.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt8790086",
  "overview": "少年谢尔盖·克拉维诺夫的父亲崇尚“强者为王”，对后代施行野蛮残酷的狼性教育，而在一次狩猎之中，经历野生雄狮袭击的谢尔盖被父亲抛弃。他在濒死之际意外因为狮子血液而产生变异，成为拥有超常力量的猎人克莱文，从此踏上向父亲复仇之路，而犀牛人的出现，似乎也预示了更大的阴谋。",
  "poster": "images/posters/539972.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 28.7255
  }
 },
 {
  "id": 616037,
  "title": "雷神4：爱与雷霆",
  "original": "Thor: Love and Thunder",
  "year": 2022,
  "genres": [
   "奇幻",
   "动作",
   "喜剧"
  ],
  "rating": 6.4,
  "tmdb_rating": 6.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt10648342",
  "overview": "《复仇者联盟4：终局之战》之后，索尔与银河护卫队同行了一段时间，却逐渐厌倦战斗，开始寻找内心的平静和自己真正想要的生活。与此同时，因失去女儿和信仰破灭而仇恨众神的格尔获得了强大的力量，化身“屠神者”，开始在宇宙中猎杀神明，并将目标指向新阿斯加德。索尔因此重新投入战斗，却意外与多年未见的前女友简·福斯特重逢。身患癌症的简来到新阿斯加德寻求帮助，破碎已久的雷神之锤竟重新组合，并赋予她雷神之力。面对挥舞雷神之锤成为“女雷神”的简，索尔既震惊又困惑，只得与她、瓦尔基里王和寇格共同追踪",
  "poster": "images/posters/616037.jpg",
  "tags": {
   "童话": 1,
   "冒险": 2,
   "热血": 1,
   "爽": 1,
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 28.3574
  }
 },
 {
  "id": 1493400,
  "title": "摇滚夏令营3",
  "original": "Camp Rock 3",
  "year": 2026,
  "genres": [
   "音乐",
   "喜剧",
   "剧情",
   "电视电影"
  ],
  "rating": 6.4,
  "tmdb_rating": 6.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt6743524",
  "overview": "Connect‑3重聚巡演的开场艺人意外缺席，乐队重返摇滚夏令营物色新人。一众营员角逐巡演开场席位，竞争加剧，友谊面临考验，也催生了意外的结盟、秘密与爱情。",
  "poster": "images/posters/1493400.jpg",
  "tags": {
   "音乐": 1,
   "喜剧": 1,
   "轻松": 1,
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 27.4528
  }
 },
 {
  "id": 1424435,
  "title": "万米危机",
  "original": "万米危机",
  "year": 2026,
  "genres": [
   "动作",
   "犯罪",
   "惊悚"
  ],
  "rating": 6.4,
  "tmdb_rating": 6.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt33514933",
  "overview": "空警顾朝阳为挽回女友董璐，临时登上飞往乌莱亚的国际航班。航班上暗藏危机，一伙歹徒密谋劫机，通讯中断、机舱陷入混乱，万米高空瞬间变成绝境。顾朝阳迅速察觉异常，联合空警与机组人员，在密闭机舱内与隐藏的劫机分子展开紧张对峙与周旋，全力守护机上乘客安全。",
  "poster": "images/posters/1424435.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "犯罪": 1,
   "悬疑": 2,
   "烧脑": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 10.5379
  }
 },
 {
  "id": 1155281,
  "title": "封神第二部：战火西岐",
  "original": "封神第二部：战火西岐",
  "year": 2025,
  "genres": [
   "动作",
   "奇幻",
   "战争"
  ],
  "rating": 6.4,
  "tmdb_rating": 6.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32843325",
  "overview": "姜子牙与姬发回到西岐后，一场家园保卫战随之迫近。奉商王殷寿之命，邓婵玉、闻仲率领魔家四将及殷商大军征伐西岐；姬发一方则得到殷郊、雷震子、杨戬、哪吒等人的相助，并集结西岐百姓共同守卫家园。随着两军交锋，凡人之间的战争也逐渐演变为法术与神力的较量，而围绕“封神榜”的争夺仍在继续。面对步步逼近的殷商大军，西岐迎来了前所未有的危机……",
  "poster": "images/posters/1155281.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 2,
   "童话": 1,
   "战争": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 8.3188
  }
 },
 {
  "id": 1145899,
  "title": "长尾豹马修",
  "original": "Marsupilami",
  "year": 2026,
  "genres": [
   "冒险",
   "喜剧",
   "家庭"
  ],
  "rating": 6.4,
  "tmdb_rating": 6.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt33029380",
  "overview": "为了保住动物园的工作，大卫同意参与一个冒险的计划：他必须从南美洲带回一个神秘包裹。最后，他和前妻、儿子以及笨手笨脚又不太聪明的同事斯特凡一起登上了一艘游轮。大卫是利用斯特凡来秘密运送包裹。\r 由于斯特凡不小心打开包裹，放出了一只可爱的小马苏皮拉米那一刻起，一切都失控了。这只珍稀动物迅速搅乱了整个旅程。",
  "poster": "images/posters/1145899.jpg",
  "tags": {
   "冒险": 1,
   "热血": 1,
   "喜剧": 1,
   "轻松": 1,
   "家庭": 1,
   "温情": 1,
   "新片": 1,
   "其他": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 12.1811
  }
 },
 {
  "id": 860508,
  "title": "耳语人",
  "original": "The Whisper Man",
  "year": 2026,
  "genres": [
   "犯罪",
   "剧情",
   "惊悚"
  ],
  "rating": 6.3,
  "tmdb_rating": 6.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt11561116",
  "overview": "年幼的儿子失踪后，这名鳏夫向关系疏远的父亲求助，后者是一名退休的警探，而他曾送进监狱的一名连环杀手现在与这起案件有关。",
  "poster": "images/posters/860508.jpg",
  "tags": {
   "犯罪": 2,
   "悬疑": 2,
   "温情": 1,
   "烧脑": 1,
   "写实": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 179.4954
  }
 },
 {
  "id": 1284465,
  "title": "罗宾汉之死",
  "original": "The Death of Robin Hood",
  "year": 2026,
  "genres": [
   "冒险",
   "剧情",
   "动作"
  ],
  "rating": 6.3,
  "tmdb_rating": 6.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32273171",
  "overview": "罗宾汉一生沉沦于罪恶和杀戮，饱受过往阴影的折磨。一场他以为是绝唱的战斗后，他身负重伤。一位神秘女子给了他救赎的希望。",
  "poster": "images/posters/1284465.jpg",
  "tags": {
   "冒险": 2,
   "热血": 2,
   "温情": 1,
   "爽": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 114.3938
  }
 },
 {
  "id": 1101383,
  "title": "逃出绝命街",
  "original": "The End of Oak Street",
  "year": 2026,
  "genres": [
   "科幻",
   "悬疑",
   "惊悚"
  ],
  "rating": 6.3,
  "tmdb_rating": 6.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt27165187",
  "overview": "居住在花谷街的一对夫妻，察觉到社区里发生了一些细微的变化。当一场剧烈的雷暴袭来后，他们连同他们的孩子和邻居醒来发现自己竟被“传送回了史前时代”，身边被恐龙和其他野生生物包围。",
  "poster": "images/posters/1101383.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 3,
   "悬疑": 2,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 88.2494
  }
 },
 {
  "id": 1110034,
  "title": "深海魅影",
  "original": "Kraken",
  "year": 2026,
  "genres": [
   "恐怖",
   "动作",
   "惊悚"
  ],
  "rating": 6.3,
  "tmdb_rating": 6.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt19838566",
  "overview": "在挪威壮丽的深峡湾畔，宁静的小渔村维加斯发生了一系列令人匪夷所思的事件。海洋生物学家约翰娜正在当地的鱼场进行一项常规科研项目，起初完全沉浸在这片世外桃源的自然美景中。然而，这份宁静被骤然打破：两名当地青少年相继离奇死亡，整个村庄陷入前所未有的恐慌与猜疑之中。随着调查的深入，约翰娜发现所有迹象都指向峡湾那深不见底的黑暗水域。她凭借专业知识和设备进行探测，最终揭示了令人窒息的真相！",
  "poster": "images/posters/1110034.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 2,
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "其他": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 58.1102
  }
 },
 {
  "id": 1234821,
  "title": "侏罗纪世界：重生",
  "original": "Jurassic World Rebirth",
  "year": 2025,
  "genres": [
   "科幻",
   "冒险",
   "动作"
  ],
  "rating": 6.3,
  "tmdb_rating": 6.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt31036941",
  "overview": "在《侏罗纪世界3》事件发生五年后，秘密行动专家佐拉·贝内特（Zora Bennett）受雇带领一支精锐小队，执行一项绝密任务——从全球体型最庞大的三种恐龙身上获取基因样本。然而，当佐拉的行动意外与一户平民家庭交汇时，局势急转直下：这家人原本正在进行一次海上航行，却遭遇船只倾覆，流落荒岛。如今，他们与佐拉的小队一同被困在这座神秘岛屿上，并共同面对一个被世人隐瞒了数十年的阴暗而惊人的秘密。",
  "poster": "images/posters/1234821.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 1,
   "冒险": 2,
   "热血": 2,
   "爽": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 44.9225
  }
 },
 {
  "id": 406563,
  "title": "潜伏4：锁命亡灵",
  "original": "Insidious: The Last Key",
  "year": 2018,
  "genres": [
   "恐怖",
   "惊悚"
  ],
  "rating": 6.3,
  "tmdb_rating": 6.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt5726086",
  "overview": "灵媒爱丽丝在一次偶然的案件调查中，却意外将他带回最不愿面对的过往，更被迫面对内心最害怕的秘密，“恐惧是回家唯一的路⋯”。她将被迫“回家”面对内心深处最恐惧的黑暗阴影。",
  "poster": "images/posters/406563.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 2,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 41.0262
  }
 },
 {
  "id": 280092,
  "title": "潜伏3",
  "original": "Insidious: Chapter 3",
  "year": 2015,
  "genres": [
   "恐怖",
   "惊悚"
  ],
  "rating": 6.3,
  "tmdb_rating": 6.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt3195644",
  "overview": "灵媒伊莉丝不情愿地帮一名少女联系她去世的母亲，结果意外释放出了一个恶魔，让这名少女饱受折磨。",
  "poster": "images/posters/280092.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 39.9283
  }
 },
 {
  "id": 1724,
  "title": "无敌浩克",
  "original": "The Incredible Hulk",
  "year": 2008,
  "genres": [
   "科幻",
   "动作",
   "冒险"
  ],
  "rating": 6.3,
  "tmdb_rating": 6.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0800080",
  "overview": "因受到辐射而基因变异的科学家布鲁斯·班纳，仍然在想尽办法寻找能够治愈他那被毒害了的细胞的方法，布鲁斯愤怒的时候，放肆的暴力倾向会让他的身体机能迅速蠕动，变成一个力大无穷、像小山一样高的绿色巨人，可是他不想这样，即使他能够得到神奇的超能力，却宁可过回普通的平淡生活。为了躲避美国军方的追捕，布鲁斯只好把自己藏在隐蔽的地方，与以前的生活、包括他心爱的女人贝蒂·罗斯完全切断了联系，而紧随在他之后的，正是贝蒂的父亲——撒迪厄斯·罗斯将军，这个冷酷的战争机器想要抓住布鲁斯，就是为了研究他",
  "poster": "images/posters/1724.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 2,
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "治愈": 1,
   "温情": 1,
   "悬疑": 1,
   "暗黑": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 34.0094
  }
 },
 {
  "id": 1529513,
  "title": "蛊降",
  "original": "蛊降",
  "year": 2026,
  "genres": [
   "冒险",
   "惊悚"
  ],
  "rating": 6.3,
  "tmdb_rating": 6.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt33184184",
  "overview": "",
  "poster": "images/posters/1529513.jpg",
  "tags": {
   "冒险": 1,
   "热血": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 8.2265
  }
 },
 {
  "id": 432279,
  "title": "忧郁的宝贝",
  "original": "Melancoly Baby",
  "year": 1979,
  "genres": [
   "爱情",
   "剧情"
  ],
  "rating": 6.3,
  "tmdb_rating": 6.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0079543",
  "overview": "",
  "poster": "images/posters/432279.jpg",
  "tags": {
   "爱情": 1,
   "浪漫": 1,
   "温情": 1,
   "经典老片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 18.0388
  }
 },
 {
  "id": 214756,
  "title": "泰迪熊2",
  "original": "Ted 2",
  "year": 2015,
  "genres": [
   "喜剧",
   "奇幻"
  ],
  "rating": 6.3,
  "tmdb_rating": 6.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2637276",
  "overview": "泰迪与超市收款员泰米琳恩恋情升温，决定结婚生子！可是问题来了，泰迪是玩具不可能有孩子，不过它可以借精生子，但政府要求泰迪证明自己是符合法律定义的人类，否则不能拥有自己的孩子，于是泰迪与好友约翰不断东奔西走，几经辛苦找到女律师萨曼莎帮忙，坚决要争取“熊性”平等权，究竟泰迪最后能否成功挑战法律，捍卫自己的幸福？",
  "poster": "images/posters/214756.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "童话": 1,
   "冒险": 1,
   "新片": 1,
   "欧美": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_topup": 30.1863
  }
 },
 {
  "id": 1285366,
  "title": "爱的温暖",
  "original": "愛のぬくもり",
  "year": 2024,
  "genres": [
   "爱情"
  ],
  "rating": 6.2,
  "tmdb_rating": 6.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt33349025",
  "overview": "电影讲述小说家半美高与发型师横泽里美相遇、从楼梯上摔下来并最终交换身体的故事。两人开始假装彼此，过着各自的生活，但 Takashi 的妻子 Yurina 与另一个男人偷偷有染，而女同性恋者 Satomi 则被同居伴侣 Maki 抛弃，因为她找到了另一个男人。",
  "poster": "images/posters/1285366.jpg",
  "tags": {
   "爱情": 1,
   "浪漫": 1,
   "治愈": 1,
   "温情": 1,
   "新片": 1,
   "日韩": 1
  },
  "sources": {
   "tmdb_pop": 209.157
  }
 },
 {
  "id": 82023,
  "title": "欲望酒店",
  "original": "Hotel Desire",
  "year": 2011,
  "genres": [
   "剧情",
   "爱情"
  ],
  "rating": 6.2,
  "tmdb_rating": 6.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt2080323",
  "overview": "有个8岁男孩的单身母亲安东尼，作为一个女人自儿子出生后就处于没有男人的生活中，她发现，在些寂寞难耐的日子，同龄的男人对她似乎无视。直到她到了一家名为“米拉梅尔”的酒店作女服务生，她才透过不同男人的眼睛看到了欲望新世界......",
  "poster": "images/posters/82023.jpg",
  "tags": {
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 138.8711
  }
 },
 {
  "id": 1631807,
  "title": "她的秘密人生",
  "original": "Den hemmelige kvinde",
  "year": 2026,
  "genres": [
   "剧情",
   "惊悚",
   "悬疑"
  ],
  "rating": 6.2,
  "tmdb_rating": 6.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37275992",
  "overview": "远离大陆喧嚣的挪威希德拉小岛，路易丝・安德森拥有看似圆满的人生：爱人相伴，经营一间小小的咖啡馆，岁月安静流淌。可突如其来的陌生人，掷出一道足以颠覆全部自我的指控 —— 她不是路易丝，而是三年前人间蒸发的丹麦女性海伦娜・瑟德贝里。 那些她毫无记忆的过往被一一摆到眼前：丈夫、年幼的孩子，一段她完全不曾拥有的人生。自我认知开始崩塌，记忆支离破碎，分不清现实与虚妄。她忍痛告别眼前安稳的生活，孤身回到丹麦，试图拼凑失踪之夜的真相。然而旧友与亲人各怀心事，处处皆是隐瞒与矛盾。在北欧冷冽压",
  "poster": "images/posters/1631807.jpg",
  "tags": {
   "温情": 1,
   "悬疑": 2,
   "烧脑": 2,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 74.5457
  }
 },
 {
  "id": 950387,
  "title": "我的世界大电影",
  "original": "A Minecraft Movie",
  "year": 2025,
  "genres": [
   "家庭",
   "奇幻",
   "喜剧",
   "冒险"
  ],
  "rating": 6.2,
  "tmdb_rating": 6.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt3566834",
  "overview": "影片讲述四个“异类”——盖瑞特·“拾荒人”·加里森（杰森·莫玛 饰）、亨利（塞巴斯蒂安·尤金·汉森 饰）、娜塔莉（艾玛·迈尔斯 饰）和道恩（丹妮尔·布鲁克斯 饰）——正为生活中的琐事苦恼时，突然被拉入一个神秘的传送门，进入了“主世界”：一个依赖想象力的奇异方块乐园。为了回到现实世界，他们不仅要掌握这个世界的规则，还要在不速之客——资深工匠史蒂夫（杰克·布莱克 饰）的帮助下，迈上一场魔幻探险之旅。探险之旅充满挑战，五人必须要勇敢面对，发掘各自独特的创造力。创造力，正是他们重返现",
  "poster": "images/posters/950387.jpg",
  "tags": {
   "家庭": 1,
   "温情": 1,
   "童话": 1,
   "冒险": 2,
   "喜剧": 1,
   "轻松": 1,
   "热血": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 32.0282
  }
 },
 {
  "id": 687259,
  "title": "田螺艳鬼",
  "original": "镜花风月三之螺女挑情",
  "year": 1982,
  "genres": [
   "恐怖"
  ],
  "rating": 6.2,
  "tmdb_rating": 6.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "",
  "overview": "一位好心的农夫救了一颗田螺，田螺为了答谢农夫而帮助做饭洗衣，后来因为农夫的嫂子，从中作梗，田螺必须离开农夫……",
  "poster": "images/posters/687259.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "经典老片": 1,
   "华语": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 24.8986
  }
 },
 {
  "id": 1321008,
  "title": "夺命航班",
  "original": "Black Box",
  "year": 2026,
  "genres": [
   "恐怖",
   "惊悚"
  ],
  "rating": 6.2,
  "tmdb_rating": 6.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32315584",
  "overview": "维罗航空298号夜间航班从新奥尔良飞往西雅图，升至万米高空后怪事频发。机舱内不断涌现超自然异象，疑似外星势力入侵。孤立无援的机组与乘客，一边抢修失控设备，一边对抗未知威胁，在狭小机舱挣扎求生。",
  "poster": "images/posters/1321008.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "悬疑": 1,
   "烧脑": 1,
   "科幻": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 29.6112
  }
 },
 {
  "id": 1159559,
  "title": "惊声尖叫7",
  "original": "Scream 7",
  "year": 2026,
  "genres": [
   "恐怖",
   "悬疑",
   "犯罪"
  ],
  "rating": 6.2,
  "tmdb_rating": 6.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt27047903",
  "overview": "当新的鬼脸杀手出现在西德妮·普雷斯科特归隐的宁静小镇时，她最深的恐惧化为现实——这一次，屠刀指向了她的女儿。为守护仅存的安宁，这位曾经的幸存者必须再度直面血色的过往，与纠缠半生的梦魇进行最后的清算。",
  "poster": "images/posters/1159559.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "悬疑": 2,
   "烧脑": 1,
   "犯罪": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 26.4944
  }
 },
 {
  "id": 1309725,
  "title": "全球最富有的女人",
  "original": "La Femme la plus riche du monde",
  "year": 2025,
  "genres": [
   "喜剧",
   "剧情"
  ],
  "rating": 6.2,
  "tmdb_rating": 6.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32759477",
  "overview": "根据莉莉安·贝当古和弗朗索瓦-玛丽·巴尼耶之间的关系创作的《Madame》，这段关系至今仍是一个严密守护的秘密，尽管围绕演员阵容的传闻格外引人入胜。一位九十多岁的富婆向一名年轻艺术家赠送数百万礼物，这一事件引发了丑闻，并促使她的女儿揭露涉及一名前总统的政治腐败指控。",
  "poster": "images/posters/1309725.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "温情": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_more": 14.6321
  }
 },
 {
  "id": 1283671,
  "title": "末日爱情",
  "original": "Amour Apocalypse",
  "year": 2025,
  "genres": [
   "喜剧",
   "爱情",
   "剧情"
  ],
  "rating": 6.2,
  "tmdb_rating": 6.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt33335204",
  "overview": "45岁的亚当经营着一家犬舍。他是个善良慷慨到近乎天真的人，却深陷抑郁与生态焦虑。通过新购买的光疗灯技术支持热线，他结识了同样45岁的蒂娜——来自安大略北部，一位生活安稳、温柔至极的母亲。他们通过电话长谈数小时。而当相见时，一切天翻地覆：亚当直面专横的父亲，蒂娜抛下丈夫与 孩子，迷幻药被吞服，生意炸毁，犬只四散。总之，他们相爱了。",
  "poster": "images/posters/1283671.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "爱情": 2,
   "浪漫": 2,
   "温情": 2,
   "治愈": 1,
   "科幻": 1,
   "暗黑": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_topup": 8.2787
  }
 },
 {
  "id": 1108427,
  "title": "海洋奇缘：启航",
  "original": "Moana",
  "year": 2026,
  "genres": [
   "家庭",
   "奇幻",
   "喜剧",
   "冒险"
  ],
  "rating": 6.1,
  "tmdb_rating": 6.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt27419466",
  "overview": "海的召唤，从未停止。熟悉的旋律响起，属于“莫阿娜”的冒险，再次扬帆启航。",
  "poster": "images/posters/1108427.jpg",
  "tags": {
   "家庭": 1,
   "温情": 1,
   "童话": 1,
   "冒险": 2,
   "喜剧": 1,
   "轻松": 1,
   "热血": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 157.6416
  }
 },
 {
  "id": 1130948,
  "title": "蔷薇修剪术",
  "original": "Rosebush Pruning",
  "year": 2026,
  "genres": [
   "喜剧",
   "剧情",
   "惊悚"
  ],
  "rating": 6.1,
  "tmdb_rating": 6.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt27844906",
  "overview": "在加泰罗尼亚阳光下的一座豪华别墅里，美国兄妹杰克、艾德、安娜和罗伯特沉溺于与世隔绝的生活和继承的巨额财富，对失明父亲的要求置之不理，在彼此之间以及他们最新款的名牌服饰中寻求爱与认同。当作为家中支柱的大哥杰克宣布要搬去和女友玛莎同住时，血缘关系就此断裂，艾德被迫揭开母亲死亡的真相。代代相传的谎言开始瓦解，这个家庭的根基也逐渐崩塌。",
  "poster": "images/posters/1130948.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "温情": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1,
   "明亮": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 133.921
  }
 },
 {
  "id": 964849,
  "title": "疑婴夜生",
  "original": "Yön lapsi",
  "year": 2026,
  "genres": [
   "恐怖"
  ],
  "rating": 6.1,
  "tmdb_rating": 6.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt34383465",
  "overview": "在芬兰的森林中，萨加与丈夫约翰迎来了为人父母的新篇章。然而，萨加的喜悦却被一个令人不寒而栗的疑虑所笼罩，约翰对此一无所知，而她却独自承受着这桩令人心惊的真相，夫妻之间也因此渐生隔阂。",
  "poster": "images/posters/964849.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "新片": 1,
   "其他": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 77.9746
  }
 },
 {
  "id": 1599993,
  "title": "Animales",
  "original": "Animales",
  "year": 2026,
  "genres": [
   "喜剧",
   "惊悚"
  ],
  "rating": 6.1,
  "tmdb_rating": 6.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt34224947",
  "overview": "",
  "poster": "images/posters/1599993.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "其他": 1,
   "明亮": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 81.4046
  }
 },
 {
  "id": 278154,
  "title": "冰川时代5：星际碰撞",
  "original": "Ice Age: Collision Course",
  "year": 2016,
  "genres": [
   "冒险",
   "动画",
   "家庭",
   "喜剧",
   "科幻"
  ],
  "rating": 6.1,
  "tmdb_rating": 6.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt3416828",
  "overview": "《冰川时代：星际碰撞》讲述松鼠奎特为了追松果，偶然引发了宇宙事件，改变并威胁着冰川时代的世界。为了拯救自己，话唠树懒希德，猛犸象曼尼，剑齿虎迪亚哥，以及别的动物群族必须离开家园，踏上了他们充满喜剧色彩的冒险旅程，他们来到了充满异国情调的新大陆，并遇到了许多形形色色的新角色。",
  "poster": "images/posters/278154.jpg",
  "tags": {
   "冒险": 1,
   "热血": 1,
   "动画": 1,
   "童话": 1,
   "家庭": 1,
   "温情": 1,
   "喜剧": 1,
   "轻松": 1,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 31.561
  }
 },
 {
  "id": 1539104,
  "title": "咒术回战 涩谷事变×死灭回游 剧场版",
  "original": "劇場版 呪術廻戦「渋谷事変 特別編集版」×「死滅回游 先行上映」",
  "year": 2025,
  "genres": [
   "动画",
   "动作",
   "奇幻"
  ],
  "rating": 6.1,
  "tmdb_rating": 6.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt38121182",
  "overview": "万圣节狂欢的人群中，涩谷繁华街区骤然降下「帐」，无数普通民众被困其中。最强咒术师五条悟踏入危机四伏的战场，却遭遇咒术师与咒灵方为封印他布下的重重陷阱。虎杖悠仁与同学及特级咒术师们相继突入，咒术与咒灵前所未有的大决战——涩谷事变全面爆发。事件余波中，全日本被羂索布下十处「咒术结界」，致命的「死灭回游」就此开启。特级咒术师乙骨忧太更接到处决「罪人」虎杖的密令。本作为涩谷事变总集篇，并收录死灭回游篇前两集内容。",
  "poster": "images/posters/1539104.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "热血": 1,
   "爽": 1,
   "冒险": 2,
   "新片": 1,
   "日韩": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 17.6669
  }
 },
 {
  "id": 81774,
  "title": "小唐璜情史",
  "original": "Les Exploits d'un jeune Don Juan",
  "year": 1986,
  "genres": [
   "喜剧",
   "剧情"
  ],
  "rating": 6.1,
  "tmdb_rating": 6.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0092995",
  "overview": "影片描述了青春期的Roger在一站爆发的那段时间中的性觉醒与奇妙的经历...\r Roger 是一个16岁的处男，他非常想给自己破处，他最初的努力失败了。但第一次世界大战爆发了，男人都去打仗了。Roger 破处的机会来了：他的女佣、他的姑姑、他的姐姐都是他考虑的目标…",
  "poster": "images/posters/81774.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "温情": 1,
   "青春": 1,
   "成长": 1,
   "经典老片": 1,
   "其他": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_more": 21.721
  }
 },
 {
  "id": 1390382,
  "title": "高定人生",
  "original": "Coutures",
  "year": 2026,
  "genres": [
   "剧情"
  ],
  "rating": 6.1,
  "tmdb_rating": 6.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt34688195",
  "overview": "在时装周的狂热中，三位女性在巴黎的生活中不期而遇，她们一边应对着世界的悲剧，一边思索着自己人生的问题：麦克斯（Maxine），一位40多岁的美国电影导演，发现自己患上了癌症；阿达（Ada），一位年轻的南苏丹模特，逃离了她注定的命运，却被推入了一个充满欺骗的世界；安吉尔（Angèle），一位在T台幕后默默工作的法国化妆师，梦想着逃离自己的生活。",
  "poster": "images/posters/1390382.jpg",
  "tags": {
   "温情": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 11.7954
  }
 },
 {
  "id": 1212461,
  "title": "界障",
  "original": "OBEX",
  "year": 2026,
  "genres": [
   "奇幻",
   "冒险",
   "恐怖"
  ],
  "rating": 6.0,
  "tmdb_rating": 6.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt29544916",
  "overview": "康纳·马什与他的狗桑迪过着隐居生活，直到有一天他开始玩一款新的、尖端的电脑游戏——OBEX。当桑迪失踪后，现实与游戏之间的界限开始模糊，康纳不得不踏入OBEX这个奇异的世界，去把她带回家。",
  "poster": "images/posters/1212461.jpg",
  "tags": {
   "童话": 1,
   "冒险": 2,
   "热血": 1,
   "恐怖": 1,
   "暗黑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 82.3657
  }
 },
 {
  "id": 1727780,
  "title": "边界线",
  "original": "Borderline",
  "year": 2026,
  "genres": [
   "惊悚"
  ],
  "rating": 6.0,
  "tmdb_rating": 6.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt28638842",
  "overview": "一伙擅自行动的美国特工坚信自己是国家隐秘救星，他们绑架墨西哥黑帮成员，将这批人分散投放到美国各大城市。此举引发大规模犯罪骚乱，特工们刻意煽动本土排外偏见、左右选民立场；流血冲突持续升级，民主体系岌岌可危，执法部门必须争分夺秒，揭穿这场惊天阴谋。",
  "poster": "images/posters/1727780.jpg",
  "tags": {
   "悬疑": 1,
   "烧脑": 1,
   "犯罪": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 70.5909
  }
 },
 {
  "id": 822119,
  "title": "美国队长4",
  "original": "Captain America: Brave New World",
  "year": 2025,
  "genres": [
   "动作",
   "惊悚",
   "科幻"
  ],
  "rating": 6.0,
  "tmdb_rating": 6.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt14513804",
  "overview": "能够展翅高飞的猎鹰山姆·威尔逊受史蒂夫·罗杰斯的信任所托，接过盾牌，正式成为美国队长。在与美国总统罗斯会面后，山姆发现自己被卷入了一场国际事件。他必须赶在真正的幕后黑手让全世界陷入混乱之前查明真相，揭露这起波及全球的阴谋。",
  "poster": "images/posters/822119.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 1,
   "烧脑": 2,
   "科幻": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 53.0385
  }
 },
 {
  "id": 405746,
  "title": "门",
  "original": "DOOR",
  "year": 1988,
  "genres": [
   "恐怖",
   "悬疑",
   "惊悚"
  ],
  "rating": 6.0,
  "tmdb_rating": 6.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0223150",
  "overview": "讲述的是家庭主妇靖子与丈夫悟，儿子拓人住在都市高层公寓里。对恶作剧电话和推销员推销极其厌烦甚至于变得神经质的靖子某日将一名强行将宣传册插入门缝的推销员的手指夹在门链中。之后靖子发现猥亵恶作剧和骚扰电话接连不断，惶恐的靖子提醒拓人不要外出以防万一。然而，防不胜防的推销员再次出现，靖子和拓人不得不与闯入者展开抗争。",
  "poster": "images/posters/405746.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "悬疑": 2,
   "烧脑": 2,
   "经典老片": 1,
   "日韩": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 14.9997
  }
 },
 {
  "id": 53064,
  "title": "地下幻灯剧画 少女椿",
  "original": "地下幻燈劇画 少女椿",
  "year": 1992,
  "genres": [
   "动画",
   "剧情",
   "恐怖"
  ],
  "rating": 6.0,
  "tmdb_rating": 6.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0930902",
  "overview": "大正时代，过着无助生活的纤弱少女绿子，被异人杂技团收留，杂技团有着行为怪异的团长，大力的巨人，截去双手的木乃伊，阴险怪戾的蛇女、男扮女装的少年，脖子很长的畸形男等，绿子在团中先后不断被这些奇人异士骚扰强奸，就在她最痛苦的时候，团里来了个懂幻术的侏儒魔术师，他对绿子的友好令两人相爱，使绿子在裸露变态的杂技团找到一丝慰籍。魔术师的加入令本来无人问津的杂技团变的人气旺盛，在团中的地位也巩固起来，当绿子以为自己找到真爱的时候，因爱嫉妒的魔术师对团中侵犯过绿子的成员进行报复……\r 最后",
  "poster": "images/posters/53064.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "温情": 1,
   "恐怖": 1,
   "暗黑": 1,
   "近代": 1,
   "日韩": 1,
   "慢节奏": 1,
   "冷峻": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 15.228
  }
 },
 {
  "id": 1231767,
  "title": "交换妻子2",
  "original": "교환아내 2",
  "year": 2023,
  "genres": [
   "爱情",
   "剧情"
  ],
  "rating": 6.0,
  "tmdb_rating": 6.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "",
  "overview": "专营绘画的艺术品商人京秀去评估委托的画作，却不小心损坏了画作，而画作的主人昌仁向不知所措的京秀提出了一个令人玩味的解决方案...",
  "poster": "images/posters/1231767.jpg",
  "tags": {
   "爱情": 1,
   "浪漫": 1,
   "温情": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 17.6039
  }
 },
 {
  "id": 441168,
  "title": "A级优等生下海记",
  "original": "From Straight A's to XXX",
  "year": 2017,
  "genres": [
   "剧情",
   "电视电影"
  ],
  "rating": 5.9,
  "tmdb_rating": 5.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt6237208",
  "overview": "女学生Miriam Weeks考上了大学，但本来答应支付学费的家长忽然资金周转不开。不想负债的她选择化名Belle Knox拍色情片来交学费。她试图隐瞒她的色情演员身份，但这个秘密还是被同学发现并在大学传开了。于是现实中的骚扰和网络暴力接踵而来，而Miriam Weeks也以她独到的见解开始了反击……",
  "poster": "images/posters/441168.jpg",
  "tags": {
   "温情": 1,
   "暗黑": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 75.0807
  }
 },
 {
  "id": 14161,
  "title": "2012",
  "original": "2012",
  "year": 2009,
  "genres": [
   "动作",
   "冒险",
   "科幻"
  ],
  "rating": 5.9,
  "tmdb_rating": 5.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1190080",
  "overview": "太阳活动异常，地球内部的能量平衡系统面临崩溃，玛雅人的预言即将实现，人类将遭遇灭顶之灾。各国政府已经联手开始秘密制造方舟，希望能躲过这一浩劫。以写科幻小说谋生的杰克逊在带孩子们到黄石公园度周末时遭遇一连串怪事，并遇到了神经兮兮的查理，查理告诉他世界末日即将来临。伴随着火山爆发、强烈地震以及海啸，杰克逊带领家人驾驶一架临时租来的飞机冲出被灾难瞬间笼罩的城市，开始寻找查理口中各国政府正在联合秘密制造的方舟。在生死攸关的时刻，一些高尚的灵魂脱颖而出，而一些自私的心灵也无所遁形。当千",
  "poster": "images/posters/14161.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 3,
   "烧脑": 1,
   "暗黑": 1,
   "近代": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 31.1281
  }
 },
 {
  "id": 1430698,
  "title": "血腥鲨港",
  "original": "The Bay",
  "year": 2026,
  "genres": [
   "惊悚",
   "恐怖"
  ],
  "rating": 5.8,
  "tmdb_rating": 5.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt30217600",
  "overview": "艾玛与拉妮是一对挚友，两人结伴前往泰国参加目的地婚礼。出海游玩途中突发意外，她们被困在一艘持续下沉的观光船中，而船只所处的位置，恰好是虎鲨自然保护区的核心海域。随着船舱不断进水、逃生希望愈发渺茫，她们既要对抗不断逼近的海水，也要直面船外虎视眈眈的凶猛虎鲨，在狭小的密闭空间里争分夺秒寻找生路。",
  "poster": "images/posters/1430698.jpg",
  "tags": {
   "悬疑": 1,
   "烧脑": 1,
   "恐怖": 1,
   "暗黑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 38.3795
  }
 },
 {
  "id": 1510795,
  "title": "菲律宾恐怖故事17",
  "original": "Shake, Rattle & Roll: Evil Origins",
  "year": 2026,
  "genres": [
   "恐怖"
  ],
  "rating": 5.8,
  "tmdb_rating": 5.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37697399",
  "overview": "1775年，古老修道院的回廊里恶灵潜藏，血腥诅咒悄然蔓延，修女们接连坠入死亡深渊；2025年万圣节狂欢夜，面具杀手突袭街头，热闹派对秒变屠宰场，人人沦为待宰猎物；2050年末世废土，怪物横行开启末日启示录，幸存者在废墟中拼死求生。作为系列第17部，本片以三段跨越百年的恐怖故事，串联起一场永不停歇的邪恶轮回，每一轮循环，都是直戳骨髓的惊悚暴击。",
  "poster": "images/posters/1510795.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 2,
   "科幻": 1,
   "新片": 1,
   "其他": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 29.1012
  }
 },
 {
  "id": 12812,
  "title": "狂野三人行",
  "original": "Wild Side",
  "year": 2004,
  "genres": [
   "剧情"
  ],
  "rating": 5.8,
  "tmdb_rating": 5.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0364120",
  "overview": "",
  "poster": "images/posters/12812.jpg",
  "tags": {
   "温情": 1,
   "近代": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 19.9851
  }
 },
 {
  "id": 1623740,
  "title": "大蛇5：怪兽都市",
  "original": "大蛇5：怪兽都市",
  "year": 2026,
  "genres": [
   "动作",
   "冒险",
   "奇幻",
   "恐怖"
  ],
  "rating": 5.7,
  "tmdb_rating": 5.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt39530053",
  "overview": "在太平洋某岛国的南伽市，囚犯乌川因怪兽袭击都市的灾难，意外逃出监狱。重获自由后，他却发现整座都市早已沦为史前怪物的猎杀场。为救被困化工厂的母亲，他踏上险途，途中良知觉醒，最终带领众人战胜史前霸主盘古王蛇，化解城市灾难。",
  "poster": "images/posters/1623740.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 3,
   "童话": 1,
   "恐怖": 1,
   "暗黑": 1,
   "犯罪": 1,
   "写实": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 11.9299
  }
 },
 {
  "id": 1592032,
  "title": "怒袭",
  "original": "怒袭",
  "year": 2026,
  "genres": [
   "动作",
   "犯罪",
   "惊悚"
  ],
  "rating": 5.7,
  "tmdb_rating": 5.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt39393717",
  "overview": "前“兵王”阿龙为寻找失踪女儿，孤身潜入血腥犯罪园区。从诈骗园区到器官黑市，他孤身对抗整个血腥系统，直到与幕后Boss昆麦展开最终决战……",
  "poster": "images/posters/1592032.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "犯罪": 1,
   "悬疑": 2,
   "烧脑": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 8.3204
  }
 },
 {
  "id": 194117,
  "title": "月球小姐",
  "original": "La donna della luna",
  "year": 1988,
  "genres": [
   "剧情",
   "爱情",
   "犯罪"
  ],
  "rating": 5.6,
  "tmdb_rating": 5.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0095052",
  "overview": "一名前往西西里岛的意大利裔美国女子接了一名自称与毒贩有麻烦的青少年。",
  "poster": "images/posters/194117.jpg",
  "tags": {
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "犯罪": 1,
   "悬疑": 1,
   "经典老片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 38.285
  }
 },
 {
  "id": 1101412,
  "title": "坠落2：死点",
  "original": "Fall 2: Deadpoint",
  "year": 2026,
  "genres": [
   "惊悚"
  ],
  "rating": 5.6,
  "tmdb_rating": 5.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt31192372",
  "overview": "痛失姐妹汉特之后，杰克斯与汉特那无畏的好友露斯再度重聚。为了抚平内心的伤痛，两人结伴前往泰国著名的坤山山脉徒步疗伤。不料突如其来的山体滑坡将她们逼入绝境，两人被困在一段摇摇欲坠、高耸入云的3000英尺高空栈道上。面对死神的威胁，杰克斯必须直面内心深处的恐惧，在绝壁之上觅得一线生机。",
  "poster": "images/posters/1101412.jpg",
  "tags": {
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 29.5018
  }
 },
 {
  "id": 741110,
  "title": "梦中宝贝",
  "original": "L'Enfant rêvé",
  "year": 2020,
  "genres": [
   "剧情",
   "爱情"
  ],
  "rating": 5.6,
  "tmdb_rating": 5.6,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt11229766",
  "overview": "",
  "poster": "images/posters/741110.jpg",
  "tags": {
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 16.3298
  }
 },
 {
  "id": 1676318,
  "title": "回到90年代",
  "original": "Back to the 90s",
  "year": 2026,
  "genres": [
   "爱情",
   "喜剧",
   "音乐"
  ],
  "rating": 5.5,
  "tmdb_rating": 5.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37540328",
  "overview": "五个好朋友 Matteo、Jonas、Chris、Ben 和 Oliver 自小就梦想着组建一支男孩乐队。当一个难得的机会让他们离音乐梦想更近一步时，乐队中的一名成员却突然想要退出，这让整个乐队的未来受到了质疑。五个男孩必须超越自我，突然发现自己身处完全不同的年代。在动荡的时光之旅中，他们懂得了什么是真正的友谊，什么是乐队成功的真谛。",
  "poster": "images/posters/1676318.jpg",
  "tags": {
   "爱情": 1,
   "浪漫": 1,
   "喜剧": 1,
   "轻松": 1,
   "音乐": 1,
   "新片": 1,
   "其他": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 34.8036
  }
 },
 {
  "id": 26827,
  "title": "红唇丽影",
  "original": "Who's That Girl",
  "year": 1987,
  "genres": [
   "喜剧",
   "爱情"
  ],
  "rating": 5.5,
  "tmdb_rating": 5.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0094321",
  "overview": "性感火辣的妮可·劳恩（麦当娜 Madonna 饰）是一个小偷，四年前她被卷入一起凶杀案中。当年，她的男友强尼偶然获知一桩名人丑闻，于是搜集资料，打算从中渔利。结果对方雇来强盗拉乌将其杀害，并将剁碎的尸体塞到妮可的车中，后者碰巧遭到警方临检，结果锒铛入狱。四年后，表现良好的妮可提前出狱，但狱方要求她立刻离开此地，回到家乡费城。\r 另一方面，当年与丑闻有关的著名律师沃斯顿正在筹备女儿的婚礼，当获悉妮可出狱的消息，唯恐节外生枝的他派出唯唯诺诺的准女婿劳登（Griffin Dunne",
  "poster": "images/posters/26827.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "爱情": 1,
   "浪漫": 1,
   "经典老片": 1,
   "欧美": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 25.6076
  }
 },
 {
  "id": 4561,
  "title": "O的故事",
  "original": "Histoire d'O",
  "year": 1975,
  "genres": [
   "剧情"
  ],
  "rating": 5.5,
  "tmdb_rating": 5.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0073115",
  "overview": "在O（柯瑞妮·克莱瑞 Corinne Clery 饰）的内心里，有关雷尼（乌多·奇尔 Udo Kier 饰）的一切都是神圣和至高无上的，包括被雷尼带到一幢神秘的郊区别墅里接受残忍的SM女郎训练。在那里，O如同一个动物那样失去了全部的尊严，即使是在这样的黑暗阴影里，每当想到雷尼，O依然觉得生命充满了温暖和希望。 O散发出了惊人的魅力，所有遇见她的男人都在冥冥之中被她所吸引，包括雷尼的表哥史蒂文（安东尼·斯特尔 Anthony Steel 饰）。渐渐的，O明白了这个邪恶世界的生存",
  "poster": "images/posters/4561.jpg",
  "tags": {
   "温情": 2,
   "治愈": 1,
   "暗黑": 1,
   "经典老片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 11.2141
  }
 },
 {
  "id": 1323244,
  "title": "星辰之怒",
  "original": "Rage of Stars",
  "year": 2026,
  "genres": [
   "动作",
   "科幻",
   "惊悚"
  ],
  "rating": 5.4,
  "tmdb_rating": 5.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt29512655",
  "overview": "故事讲述一位国际特种部队女兵预感到人类即将灭亡。《群星之怒》是根据屡获殊荣的短片《不再有星辰》改编的电影长片。",
  "poster": "images/posters/1323244.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "科幻": 1,
   "烧脑": 2,
   "悬疑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 238.0259
  }
 },
 {
  "id": 1391325,
  "title": "La familia Benetón +2",
  "original": "La familia Benetón +2",
  "year": 2026,
  "genres": [
   "喜剧"
  ],
  "rating": 5.4,
  "tmdb_rating": 5.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37076917",
  "overview": "",
  "poster": "images/posters/1391325.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "其他": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 28.8498
  }
 },
 {
  "id": 1235877,
  "title": "人民英雄",
  "original": "ஜன நாயகன்",
  "year": 2026,
  "genres": [
   "动作",
   "剧情"
  ],
  "rating": 5.3,
  "tmdb_rating": 5.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt33379543",
  "overview": "意识形态的敌人——一个民粹主义者，一个专制者——再次相遇，当一个孩子的恐惧唤醒了古老的冲突，将一位前警察拉入了一场超越复仇的斗争。",
  "poster": "images/posters/1235877.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "温情": 1,
   "新片": 1,
   "其他": 1,
   "快节奏": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 29.5485
  }
 },
 {
  "id": 411442,
  "title": "盗墓笔记",
  "original": "盗墓笔记",
  "year": 2016,
  "genres": [
   "动作",
   "冒险",
   "奇幻",
   "恐怖"
  ],
  "rating": 5.3,
  "tmdb_rating": 5.3,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt5354664",
  "overview": "落魄作家为了写作素材，寻访到了一个叫做吴邪（鹿晗 饰）的古董铺子老板，而吴邪正准备离开这个城市，临走之前，吴邪和他讲诉了关于自己奇怪的盗墓家族往事，并说出了自己第一次随家族探险所经历的诡异事件：那一次他们的家族因为偶然获取了一件特殊的青铜器， 追根溯源，寻找到了被掩埋在中国西北盆地中的西王母古国，他们招募了一批盗墓贼一同前往古城遗址探险，进入了位于古城地下的西王母陵中，发现了当年周穆王于西王母求长生不死之术的真相。作家听完吴邪的故事，却发现其中有很多疑点，吴邪到底说的是自己的",
  "poster": "images/posters/411442.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 3,
   "童话": 1,
   "恐怖": 1,
   "暗黑": 1,
   "烧脑": 1,
   "悬疑": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 13.748
  }
 },
 {
  "id": 1122030,
  "title": "阿尔法",
  "original": "ऐल्फा",
  "year": 2026,
  "genres": [
   "动作",
   "惊悚"
  ],
  "rating": 5.2,
  "tmdb_rating": 5.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt28363783",
  "overview": "西塔是一名训练有素的刺客，由一名叛逃指挥官当作超级士兵秘密培养长大。当她发现关于自己家庭以及被夺走的童年背后的黑暗真相后，便与失散已久的妹妹联手，准备扳倒她的缔造者及其非法军事计划。",
  "poster": "images/posters/1122030.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 1,
   "烧脑": 1,
   "暗黑": 1,
   "新片": 1,
   "其他": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 35.6669
  }
 },
 {
  "id": 1698856,
  "title": "宇宙主宰",
  "original": "Master of the Universe",
  "year": 2026,
  "genres": [
   "科幻",
   "动作",
   "奇幻"
  ],
  "rating": 5.1,
  "tmdb_rating": 5.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt41087705",
  "overview": "一个年轻人必须利用他未开发的力量，反击一个邪恶的外星人及其军队——他们不择手段要占领地球，进而征服整个宇宙。",
  "poster": "images/posters/1698856.jpg",
  "tags": {
   "科幻": 2,
   "烧脑": 1,
   "热血": 1,
   "爽": 1,
   "冒险": 2,
   "童话": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 37.5307
  }
 },
 {
  "id": 1469342,
  "title": "她个人的地狱",
  "original": "Her Private Hell",
  "year": 2026,
  "genres": [
   "科幻",
   "恐怖",
   "惊悚"
  ],
  "rating": 5.1,
  "tmdb_rating": 5.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt36629665",
  "overview": "设定在未来的一座大都市，一群女演员聚集在一座豪华酒店，计划拍摄一部类似《太空英雌芭芭丽娜》的电影。与此同时，一个可憎的杀手“皮衣男/Leather Man”穿梭在城市中猎杀女人。",
  "poster": "images/posters/1469342.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 2,
   "恐怖": 1,
   "暗黑": 1,
   "悬疑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 25.4174
  }
 },
 {
  "id": 44980,
  "title": "零女特警2",
  "original": "Zero WOMAN ＩＩ　警視庁０課の女",
  "year": 1995,
  "genres": [
   "动作",
   "惊悚"
  ],
  "rating": 5.0,
  "tmdb_rating": 5.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0167508",
  "overview": "警视厅“0课”是一个被赋予杀人许可的极密特殊部门。主人公蕾（Rei）是该部门的一位干练女刑警。然而，无论执行多少次任务，蕾始终无法习惯这种夺人性命的工作。  此次，蕾接到的任务是夺回被黑帮组织持有、价值数十亿日元的股票券。她单枪匹马闯入敌营成功夺回股票，但转眼间又被另一伙流氓团伙抢走。就在危急关头，昔日的恋人兼同事贵岛前来支援……  作为警视厅内部唯一拥有公务杀人许可的特殊部门“0课”的女刑警，蕾受命夺回掌握在黑帮手中、以现任议员名义持有的数十亿股票券，故事由此展开……这是该",
  "poster": "images/posters/44980.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "悬疑": 1,
   "烧脑": 1,
   "犯罪": 1,
   "近代": 1,
   "日韩": 1,
   "快节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 35.7297
  }
 },
 {
  "id": 1650558,
  "title": "咫尺蓝天",
  "original": "Abot Langit",
  "year": 2026,
  "genres": [
   "爱情"
  ],
  "rating": 5.0,
  "tmdb_rating": 5.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt39891410",
  "overview": "　　空姐学员万妮与同期学员帕特里克相恋，却遭其忽视与反复背叛，心灰意冷下她决定暂时冷却关系。这时，帅气机长埃米尔展开追求，让她重获尊重与爱。万妮在旧爱纠缠威胁与新欢真诚爱意间挣扎，还要坚守空姐梦想与爱情底线。最终，她认清帕特里克渣男本质，果断斩断过往，在事业与爱情里寻得属于自己的“触手可及的天空”。",
  "poster": "images/posters/1650558.jpg",
  "tags": {
   "爱情": 2,
   "浪漫": 2,
   "新片": 1,
   "其他": 1
  },
  "sources": {
   "tmdb_pop": 25.1208
  }
 },
 {
  "id": 1553949,
  "title": "醉刀客",
  "original": "醉刀客",
  "year": 2025,
  "genres": [
   "动作"
  ],
  "rating": 5.0,
  "tmdb_rating": 5.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37243418",
  "overview": "　　影片讲述威震江湖的“冷血刀客”寒月刃，因一饭之恩重返枹罕镇，而此时的枹罕镇正遭受强权恶霸的欺凌压迫，寒月刃决定出手相助，却惊觉人性中的软弱与恐惧远比暴力更加可怕……  　　而他与曼陀罗的纠缠如毒刃绞心，在心动与背叛间撕裂挣扎。  　　当强权无德，弱者无公，必将有一把刀，劈开跪着的时代。",
  "poster": "images/posters/1553949.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "暗黑": 1,
   "新片": 1,
   "华语": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_more": 9.9474
  }
 },
 {
  "id": 1656061,
  "title": "不朽战斗",
  "original": "Immortal Combat",
  "year": 2026,
  "genres": [
   "动作",
   "科幻",
   "冒险"
  ],
  "rating": 4.9,
  "tmdb_rating": 4.9,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt39315819",
  "overview": "历史上最伟大的战士必须在一场生死决斗中战斗。他们在绑架者不知情的情况下，密谋彻底摧毁企业号。",
  "poster": "images/posters/1656061.jpg",
  "tags": {
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "科幻": 1,
   "烧脑": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 35.9008
  }
 },
 {
  "id": 3134,
  "title": "强我",
  "original": "Baise-moi",
  "year": 2000,
  "genres": [
   "犯罪",
   "剧情",
   "惊悚"
  ],
  "rating": 4.8,
  "tmdb_rating": 4.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0249380",
  "overview": "曼妮（拉斐拉•安德森 Raffaëla Anderson）和女友在郊外抽烟聊天时，四个男人突然把她们拉上车带到一间仓库，轮奸了她们，自此，曼妮深深将男人的此种野蛮粗暴兽性记在了心底。城市的另一处，妓女娜丁（卡伦•巴赫 Karen Lancaume）正在一家简陋的旅馆出卖自己的肉体，她感觉自己不过是案板上被切割的香肠。在酒吧，曼尼一怒之下开枪打死了粗鲁无礼的哥哥，而另一处的娜丁，也因一口大麻掐死了与她合租的女友。在车站不期而遇时，几句简单对话令两人结为精神与生活上的好友，开始了",
  "poster": "images/posters/3134.jpg",
  "tags": {
   "犯罪": 1,
   "悬疑": 2,
   "温情": 1,
   "烧脑": 1,
   "近代": 1,
   "其他": 1,
   "慢节奏": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_topup": 10.2799
  }
 },
 {
  "id": 1417285,
  "title": "鬼汙",
  "original": "ราคี",
  "year": 2026,
  "genres": [
   "恐怖",
   "惊悚",
   "爱情"
  ],
  "rating": 4.7,
  "tmdb_rating": 4.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt39392225",
  "overview": "背负黑暗过去的玛丽（Engfa 饰演），重返一栋承载童年记忆的公寓，试图寻找遗失已久的答案。在那里，她邂逅了温柔体贴的植物学家兼调茶师阿班（Apo 饰演）。一段看似命中注定的爱情悄然萌芽，也让玛丽以为自己终于能摆脱过去阴影，重启崭新人生。不过，这段感情并不如表面般单纯。随着阿班的挚友阿亚（Jes 饰演），以及与他关系密切的心理治疗师小清（Freen 饰演）相继卷入其中，四人的命运开始产生无法预料的交集。爱情、友情与占有欲逐渐失去界限；信任、猜忌与执念也悄悄滋长。当隐藏多年的秘",
  "poster": "images/posters/1417285.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 2,
   "悬疑": 1,
   "烧脑": 1,
   "爱情": 2,
   "浪漫": 2,
   "治愈": 1,
   "温情": 1,
   "友情": 1,
   "新片": 1,
   "其他": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 21.2347
  }
 },
 {
  "id": 853033,
  "title": "出轨同学会2",
  "original": "불륜 동창회 2",
  "year": 2019,
  "genres": [
   "剧情",
   "爱情"
  ],
  "rating": 4.7,
  "tmdb_rating": 4.7,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "",
  "overview": "　　本片由著名男优闵度允和性感女神李采潭主演，片中闵度允饰演的男主角是一名投资理财的能手，他联系了曾经的女同学一起聚会，这些昔日的同学如今都变成了一个个小富婆，不仅有钱，由于丈夫工作的繁忙而疏忽，她们也是一个个寂寞的小少妇，闵度允不仅将她们骗来投资自己的赚钱，还将她们一个个分别骗上了床，花言巧语的哄骗之下，女人们纷纷宽衣解带，还为他的项目投入了大量的钱财，万万没想到，他却是一个骗财骗色之徒……",
  "poster": "images/posters/853033.jpg",
  "tags": {
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 17.2664
  }
 },
 {
  "id": 391312,
  "title": "奔丧女人性堕落",
  "original": "喪服の女　崩れる",
  "year": 2001,
  "genres": [
   "剧情",
   "爱情"
  ],
  "rating": 4.5,
  "tmdb_rating": 4.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt1301716",
  "overview": "一位已婚女子，勉强经营着残疾丈夫那家濒临倒闭的印刷厂。一日，店里招来一名男员工，不久之后两人坠入爱河...很快，一个谋杀丈夫的计划悄然启动，命运之手也开始展露其踪迹...",
  "poster": "images/posters/391312.jpg",
  "tags": {
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "近代": 1,
   "日韩": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 23.4258
  }
 },
 {
  "id": 1314826,
  "title": "黄眼鬼",
  "original": "Yellow Eyes",
  "year": 2026,
  "genres": [
   "恐怖"
  ],
  "rating": 4.4,
  "tmdb_rating": 4.4,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32881432",
  "overview": "一对年轻夫妇继承了一栋老宅，屋内藏有一件神秘古物，古物封印着一头强大恶魔的魂魄。丈夫遭到恶魔附身，他的妻子必须找到一名驱魔师，拯救丈夫。",
  "poster": "images/posters/1314826.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 69.0239
  }
 },
 {
  "id": 264980,
  "title": "法国小野猫",
  "original": "Das Mädchen mit der heißen Masche",
  "year": 1972,
  "genres": [
   "喜剧"
  ],
  "rating": 4.2,
  "tmdb_rating": 4.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0068986",
  "overview": "罗尔夫（迈克尔·克罗默饰）是一位性咨询专栏作家，也是一位色鬼，与许多女性有过婚外情，但从未有过永久的关系。苏珊娜，他的前情人之一，提出打赌没有女人能让罗尔夫求婚，她的女友安德里亚（西比尔·丹宁饰）急切地接受了这一打赌。但有一个陷阱：为了赢得赌注，安德里亚必须让风流成性的罗尔夫承诺结婚，而不必先和他上床。",
  "poster": "images/posters/264980.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "经典老片": 1,
   "其他": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 42.278
  }
 },
 {
  "id": 921711,
  "title": "தமிழ் ராக்கர்ஸ்",
  "original": "தமிழ் ராக்கர்ஸ்",
  "year": 2021,
  "genres": [
   "喜剧",
   "惊悚"
  ],
  "rating": 4.2,
  "tmdb_rating": 4.2,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt15135188",
  "overview": "",
  "poster": "images/posters/921711.jpg",
  "tags": {
   "喜剧": 1,
   "轻松": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "其他": 1,
   "明亮": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 25.8948
  }
 },
 {
  "id": 299710,
  "title": "中二少女",
  "original": "À 14 ans",
  "year": 2015,
  "genres": [
   "剧情"
  ],
  "rating": 4.1,
  "tmdb_rating": 4.1,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt3242418",
  "overview": "开学了，Sarah, Jade et Louise初中的最后一年。在安乐，敌对，叛逆，诱惑中，她们直面青春期的苦恼寻找自己的位置。",
  "poster": "images/posters/299710.jpg",
  "tags": {
   "温情": 1,
   "青春": 1,
   "成长": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 46.0297
  }
 },
 {
  "id": 755898,
  "title": "世界大战",
  "original": "War of the Worlds",
  "year": 2025,
  "genres": [
   "科幻",
   "惊悚"
  ],
  "rating": 4.0,
  "tmdb_rating": 4.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt13186306",
  "overview": "威尔·拉德福德是国土安全部的顶级网络安全分析师，他通过大规模监控项目追踪国家安全的潜在威胁。直到有一天，一个不明实体的攻击让他开始怀疑政府是否对他……以及世界其他地方隐瞒了什么。",
  "poster": "images/posters/755898.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 2,
   "悬疑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 100.6739
  }
 },
 {
  "id": 1308972,
  "title": "大宝宝",
  "original": "Big Baby",
  "year": 2025,
  "genres": [
   "恐怖"
  ],
  "rating": 4.0,
  "tmdb_rating": 4.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt32229316",
  "overview": "亚当·刘易斯是一名事业有成的恐怖片编剧，他正陷入创作瓶颈，完全写不出新剧本的恐怖灵感。一夜他做了极度写实、充满血腥画面的噩梦，梦里出现一个身形魁梧、戴着婴儿面具、身穿婴儿连体衣的巨型怪人，四处施暴虐杀。这场噩梦不断重复入侵他的睡眠，现实里身边开始接连发生离奇伤人失踪事件，作案手法、凶手装扮和他梦里的巨型婴儿怪人完全吻合。亚当分不清幻象与现实，他试图追查这个“巨婴杀手”的来历，随着调查深入，他发现这个面具怪物并非凭空出现，和他多年前逃避的一段创伤过往绑定，怪物正在一步步渗透进他",
  "poster": "images/posters/1308972.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 58.6471
  }
 },
 {
  "id": 418578,
  "title": "齐天大性之大破盘丝洞",
  "original": "齐天大性II大破盘丝洞",
  "year": 2005,
  "genres": [
   "剧情"
  ],
  "rating": 4.0,
  "tmdb_rating": 4.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt12222968",
  "overview": "西仙子与徒儿阿孙及阿猪前往「女儿国」拜见女皇金国，金国之妹银国从丞相口中得知，吸食西仙子下阴之「淫水」便能成仙，银为夺淫水诬告西仙子强奸自己，将西押入天牢﹗金可赦免西的罪，但要西下嫁给金，西借乱逃走之时，银抓走西并吸其淫水，银法力大增，孙以其「金刚巨棒」将银淫服，但银以淫声浪叫令孙金刚棒谷胀欲裂﹗危机之际，西与孙造爱，孙功力大增。",
  "poster": "images/posters/418578.jpg",
  "tags": {
   "温情": 1,
   "近代": 1,
   "华语": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 10.7965
  }
 },
 {
  "id": 1333141,
  "title": "太空百合战姬",
  "original": "Lesbian Space Princess",
  "year": 2025,
  "genres": [
   "动画",
   "喜剧",
   "科幻",
   "冒险"
  ],
  "rating": 3.8,
  "tmdb_rating": 3.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt29781139",
  "overview": "内向的太空公主萨伊拉被迫离开她的家乡克利托波利斯星球，展开了一段跨越星际的彩虹任务，目的是拯救被直白族马里恩人绑架并勒索赎金的前女友。",
  "poster": "images/posters/1333141.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "喜剧": 1,
   "轻松": 1,
   "科幻": 1,
   "烧脑": 1,
   "冒险": 1,
   "热血": 1,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 46.0207
  }
 },
 {
  "id": 1669051,
  "title": "白奶酪",
  "original": "Kesong puti",
  "year": 2026,
  "genres": [
   "剧情"
  ],
  "rating": 3.8,
  "tmdb_rating": 3.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt40705143",
  "overview": "来尝尝 VMX 最新诱人之作《白奶酪》。莉娜是一名白奶酪小贩，她遇见了迷人的乳制品供应商曼尼。两人擦出的火花引出一个大胆的秘密，让她普普通通的奶酪成了全镇人的心头好。",
  "poster": "images/posters/1669051.jpg",
  "tags": {
   "温情": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 36.7711
  }
 },
 {
  "id": 1569947,
  "title": "嗜血牧师：感恩节大屠杀",
  "original": "The Priest: Thanksgiving Massacre",
  "year": 2025,
  "genres": [
   "恐怖"
  ],
  "rating": 3.8,
  "tmdb_rating": 3.8,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37594278",
  "overview": "一家人聚在一个与世隔绝的小屋里过感恩节，却不知道这个地方有着可怕的谋杀和食人历史，而且对此负有责任的牧师死后也不得安宁。现在，他们成了感恩节晚餐的菜单上的菜。",
  "poster": "images/posters/1569947.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "新片": 1,
   "欧美": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_pop": 33.0106
  }
 },
 {
  "id": 870270,
  "title": "我的妻子的姐姐3",
  "original": "내 아내의 언니3",
  "year": 2019,
  "genres": [
   "剧情",
   "爱情"
  ],
  "rating": 3.5,
  "tmdb_rating": 3.5,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "",
  "overview": "一部关于婚前与男友生活在一起的妹妹和反对并监督这部电影的姐姐的性电影。",
  "poster": "images/posters/870270.jpg",
  "tags": {
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 14.6132
  }
 },
 {
  "id": 1723013,
  "title": "希布拉 2",
  "original": "Hibla 2",
  "year": 2026,
  "genres": [
   "剧情"
  ],
  "rating": 3.0,
  "tmdb_rating": 3.0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt42764234",
  "overview": "两位 VMX 当家女星，阿莉娅・雷蒙多和玛格丽特・迪亚兹，饰演儿时好友重逢。她们有着难忘的过往，如今境遇却颇为复杂：一位是思想开放的都市女孩，另一位则是单纯质朴的乡村少女，而她们身边围绕着众多渴望沾染她们青春气息的男人。",
  "poster": "images/posters/1723013.jpg",
  "tags": {
   "温情": 1,
   "青春": 1,
   "成长": 1,
   "新片": 1,
   "其他": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 53.2535
  }
 },
 {
  "id": 1599191,
  "title": "仙逆剧场版：弑仙之战",
  "original": "仙逆剧场版：弑仙之战",
  "year": 0,
  "genres": [
   "动画",
   "动作",
   "冒险",
   "奇幻"
  ],
  "rating": 0,
  "tmdb_rating": 0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "",
  "overview": "王林于雷之仙界遭遇宿敌绝命追杀，在生死绝境中展开一场惊天逆袭，以弱胜强，终成弑仙壮举。",
  "poster": "images/posters/1599191.jpg",
  "tags": {
   "动画": 1,
   "童话": 2,
   "热血": 2,
   "爽": 1,
   "冒险": 3,
   "华语": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 62.8218
  }
 },
 {
  "id": 1003596,
  "title": "复仇者联盟5",
  "original": "Avengers: Doomsday",
  "year": 2026,
  "genres": [
   "科幻",
   "动作",
   "冒险"
  ],
  "rating": 0,
  "tmdb_rating": 0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt21357150",
  "overview": "来自三个截然不同宇宙的传奇英雄们，将被推向一场生死对决，并最终直面一股前所未见、足以撼动万物存亡的终极威胁。",
  "poster": "images/posters/1003596.jpg",
  "tags": {
   "科幻": 1,
   "烧脑": 1,
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "新片": 1,
   "欧美": 1,
   "快节奏": 1
  },
  "sources": {
   "tmdb_pop": 55.2937
  }
 },
 {
  "id": 1062185,
  "title": "共赴荒原",
  "original": "Let's Both Try",
  "year": 2025,
  "genres": [
   "剧情"
  ],
  "rating": 0,
  "tmdb_rating": 0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt23852296",
  "overview": "一对摄影师夫妇在亚利桑那州的沙漠中展开了一场狂野的嬉戏，在现代生活的混乱中，他们对性和神圣意义进行了充满道德色彩的探索，他们的关系被推向了极限。",
  "poster": "images/posters/1062185.jpg",
  "tags": {
   "温情": 1,
   "新片": 1,
   "欧美": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_pop": 44.3616
  }
 },
 {
  "id": 822653,
  "title": "剧场版 魔法少女小圆〈魔女之夜的回天〉",
  "original": "劇場版 魔法少女まどか☆マギカ〈ワルプルギスの廻天〉",
  "year": 2026,
  "genres": [
   "动画",
   "剧情",
   "悬疑",
   "奇幻"
  ],
  "rating": 0,
  "tmdb_rating": 0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt14523706",
  "overview": "《剧场版 魔法少女小圆〈魔女之夜的回天〉》是由SHAFT负责制作的原创动画电影。该动画电影是动画《魔法少女小圆》系列的第4部剧场版动画，也是2013年剧场版动画《剧场版 魔法少女小圆 [新篇] 叛逆的物语》的正统续篇。",
  "poster": "images/posters/822653.jpg",
  "tags": {
   "动画": 1,
   "童话": 3,
   "温情": 1,
   "悬疑": 1,
   "烧脑": 1,
   "冒险": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 47.7225
  }
 },
 {
  "id": 1032863,
  "title": "爱情假说",
  "original": "The Love Hypothesis",
  "year": 2026,
  "genres": [
   "爱情",
   "喜剧"
  ],
  "rating": 0,
  "tmdb_rating": 0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt22526100",
  "overview": "　　奥利芙·史密斯，一名生物学博士生，与亚当·卡尔森博士——一位炙手可热却以专横闻名的教授——开始了一段假恋爱关系。然而，他们各自精心算计的爱情理论，也因此被彻底搅得天翻地覆。一段爱情喜剧中常见的“从互相看不惯变热恋”由此展开。",
  "poster": "images/posters/1032863.jpg",
  "tags": {
   "爱情": 2,
   "浪漫": 2,
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "欧美": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_pop": 45.3047
  }
 },
 {
  "id": 1598766,
  "title": "蜡笔小新：奇奇怪怪！我的妖怪假期",
  "original": "クレヨンしんちゃん 奇々怪々！オラの妖怪バケ～ション",
  "year": 2026,
  "genres": [
   "冒险",
   "动画",
   "喜剧"
  ],
  "rating": 0,
  "tmdb_rating": 0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt41293342",
  "overview": "为了观赏夏季风物诗——大曲烟花大会，野原一家决定前往广志的故乡秋田，就在同一时期，因为某个事件，妖怪们从妖怪之国跑了出来，在秋田、春日部……乃至整个日本大闹一场！？被引诱进入妖怪之国的野原一家，将在一个既令人怀念、又神秘莫测的世界中，展开一场完全无法预测的大冒险。",
  "poster": "images/posters/1598766.jpg",
  "tags": {
   "冒险": 1,
   "热血": 1,
   "动画": 1,
   "童话": 1,
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "日韩": 1,
   "快节奏": 1,
   "明亮": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_pop": 37.6581
  }
 },
 {
  "id": 1433568,
  "title": "粽邪4：坤蒂拉娜",
  "original": "粽邪4：坤蒂拉娜",
  "year": 2026,
  "genres": [
   "惊悚",
   "悬疑",
   "恐怖"
  ],
  "rating": 0,
  "tmdb_rating": 0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt38633224",
  "overview": "",
  "poster": "images/posters/1433568.jpg",
  "tags": {
   "悬疑": 2,
   "烧脑": 2,
   "恐怖": 1,
   "暗黑": 1,
   "新片": 1,
   "华语": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 30.1053
  }
 },
 {
  "id": 1494843,
  "title": "丫丫",
  "original": "丫丫",
  "year": 1979,
  "genres": [],
  "rating": 0,
  "tmdb_rating": 0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "",
  "overview": "一九三五年，在西藏一个农奴主的庄园里，藏族姑娘丫丫与年轻木匠洛桑相爱并结婚。为此，嘎波老爷把洛桑赶出了庄园。第二年丫丫生了女儿，她盼望洛桑回来到喇嘛庙给女儿取名字，可是一年又一年的过去了，洛桑连一点信息也没有，农奴制度却夺去了丫丫的生命。十五年后，已成为解放军副师长的洛桑，带领部队进驻西藏，经过家乡时，得知妻子已经不在人世。小女儿四岁时也被卖到吉米部落，被好心的吉米头人所收养，人们也叫她丫丫。丫丫在解放军的帮助教育下，办了一个“丫丫兵站”，因此，嘎波等西藏反动势力，千方百计破",
  "poster": "images/posters/1494843.jpg",
  "tags": {
   "经典老片": 1,
   "华语": 1
  },
  "sources": {
   "tmdb_more": 22.7432
  }
 },
 {
  "id": 1355698,
  "title": "空姐大战猛鬼",
  "original": "空姐大战猛鬼",
  "year": 2016,
  "genres": [
   "恐怖",
   "喜剧"
  ],
  "rating": 0,
  "tmdb_rating": 0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt7075998",
  "overview": "",
  "poster": "images/posters/1355698.jpg",
  "tags": {
   "恐怖": 1,
   "暗黑": 1,
   "喜剧": 1,
   "轻松": 1,
   "新片": 1,
   "华语": 1,
   "明亮": 1,
   "冷峻": 1
  },
  "sources": {
   "tmdb_more": 12.0316
  }
 },
 {
  "id": 1074135,
  "title": "大陆性初航",
  "original": "大陆性初航",
  "year": 1986,
  "genres": [],
  "rating": 0,
  "tmdb_rating": 0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "",
  "overview": "山鸠博士突然被人暗杀，凶手疑是一个神秘女子，他身上那份“防止爱滋性病”特效药方不翼而飞，研究基金尽化为乌有。郭氏集团主席郭贯天立即聘请女私家侦探罗烈蒂前往泰国替他抢救一名女子。这名神秘女子正身处远离清迈一百公里的一个苗族部落中，要将她救出并不容易，除了路途险恶，更有武装部队把守，枪阵林立。罗烈蒂装备一切，向村落进发。沿途山路崎岖，河流喘急，罗烈蒂，雷杰，马洪及勇士，在响导指引下，冲破障碍，陷井，力退山贼，险避食人鱼塘，几经艰辛，终于到达了村庄。东方呈鱼肚白，罗烈蒂等人潜入村庄",
  "poster": "images/posters/1074135.jpg",
  "tags": {
   "经典老片": 1,
   "华语": 1
  },
  "sources": {
   "tmdb_more": 12.3172
  }
 },
 {
  "id": 1502135,
  "title": "密档",
  "original": "密档",
  "year": 2026,
  "genres": [
   "剧情",
   "悬疑"
  ],
  "rating": 0,
  "tmdb_rating": 0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "",
  "overview": "大革命失败，绝密的中共文件藏匿于一幢人蛇混杂的居民楼。在腥风血雨的环境中，中共文档保管员突破敌伪围剿，在完成延安高难度“调档”任务的同时，将所有秘密文件转移至安全之地。影片取材早期党史的真实历史事件。",
  "poster": "images/posters/1502135.jpg",
  "tags": {
   "温情": 1,
   "悬疑": 1,
   "烧脑": 1,
   "新片": 1,
   "华语": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 9.409
  }
 },
 {
  "id": 1562905,
  "title": "Mao Will Live Forever in the Hearts of Peasants",
  "original": "Mao Will Live Forever in the Hearts of Peasants",
  "year": 2013,
  "genres": [],
  "rating": 0,
  "tmdb_rating": 0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "",
  "overview": "",
  "poster": "images/posters/1562905.jpg",
  "tags": {
   "治愈": 1,
   "温情": 1,
   "新片": 1,
   "华语": 1
  },
  "sources": {
   "tmdb_more": 9.1227
  }
 },
 {
  "id": 1599189,
  "title": "剑来院线剧场版 十三之争",
  "original": "剑来院线剧场版 十三之争",
  "year": 2026,
  "genres": [
   "动画",
   "动作",
   "冒险"
  ],
  "rating": 0,
  "tmdb_rating": 0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "",
  "overview": "《剑来之十三之争》为剑来动画首部剧场版作品。 浩然天下以南，剑气长城与蛮荒妖族鏖战万年，妖族提出一场惊世赌战：十三对十三，七胜定剑气长城之生死。外乡剑客阿良游历归来，重逢了身在剑气长城的，年仅十岁的剑道天才宁姚。人族倾尽心力推演战局，剑气长城起始六战连胜，看似胜券在握，殊不知这场大战的背后，竟是一场影响剑气长城生死存亡的巨大阴谋。强者的生离死别，弱者的悲欢离合，都将在此一一了结。",
  "poster": "images/posters/1599189.jpg",
  "tags": {
   "动画": 1,
   "童话": 1,
   "热血": 2,
   "爽": 1,
   "冒险": 2,
   "新片": 1,
   "华语": 1,
   "快节奏": 1,
   "温暖": 1
  },
  "sources": {
   "tmdb_more": 9.0486
  }
 },
 {
  "id": 1525963,
  "title": "债务人的妻子",
  "original": "채무자의 아내",
  "year": 2024,
  "genres": [],
  "rating": 0,
  "tmdb_rating": 0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "",
  "overview": "",
  "poster": "images/posters/1525963.jpg",
  "tags": {
   "新片": 1,
   "日韩": 1
  },
  "sources": {
   "tmdb_more": 22.4878
  }
 },
 {
  "id": 1483525,
  "title": "可能的爱情",
  "original": "가능한 사랑",
  "year": 2026,
  "genres": [
   "剧情"
  ],
  "rating": 0,
  "tmdb_rating": 0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt37803364",
  "overview": "在这个故事中，两对已婚夫妇——失业工人和妻子与纪录片制作人和丈夫——因拍摄纪录片而相遇，各自面对不同的人生和隐藏的欲望。",
  "poster": "images/posters/1483525.jpg",
  "tags": {
   "温情": 1,
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "日韩": 1,
   "慢节奏": 1
  },
  "sources": {
   "tmdb_more": 18.7329
  }
 },
 {
  "id": 1608457,
  "title": "姐姐的朋友4",
  "original": "누나 친구 4",
  "year": 2024,
  "genres": [
   "爱情"
  ],
  "rating": 0,
  "tmdb_rating": 0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "",
  "overview": "一部以男主角与其姐姐的朋友之间的故事为核心的情色电影（来源：韩国影像等级委员会）",
  "poster": "images/posters/1608457.jpg",
  "tags": {
   "爱情": 1,
   "浪漫": 1,
   "新片": 1,
   "日韩": 1
  },
  "sources": {
   "tmdb_more": 19.202
  }
 },
 {
  "id": 474247,
  "title": "Le cinématographe",
  "original": "Le cinématographe",
  "year": 1969,
  "genres": [
   "动作",
   "喜剧",
   "剧情"
  ],
  "rating": 0,
  "tmdb_rating": 0,
  "douban_rating": null,
  "imdb_rating": null,
  "imdb_id": "tt0834060",
  "overview": "",
  "poster": "images/posters/474247.jpg",
  "tags": {
   "热血": 1,
   "爽": 1,
   "冒险": 1,
   "喜剧": 1,
   "轻松": 1,
   "温情": 1,
   "经典老片": 1,
   "其他": 1,
   "快节奏": 1,
   "慢节奏": 1,
   "明亮": 1
  },
  "sources": {
   "tmdb_topup": 10.7462
  }
 }
];
